[
  {
    "para_id": 0,
    "text": "The window for decisive international action on climate change is narrowing. The recently completed Intergovernmental Panel on Climate Change (IPCC) Sixth Assessment Report (AR6) cycle concluded that the effects of climate change are widespread, rapid, and intensifying."
  },
  {
    "para_id": 1,
    "text": "As a low-lying island city-state, climate change is an existential threat for Singapore. While we account for only 0.1% of global emissions, Singapore has taken important steps to contribute to the global effort to tackle climate change and is continually working to overcome our constraints to raise our climate ambition."
  },
  {
    "para_id": 2,
    "text": "At the Copenhagen Conference in 2009, Singapore pledged to reduce emissions by 16% below our business-as-usual (BAU) level in 2020. We are happy to announce that Singapore has achieved this target. This was achieved through sustained efforts in improving energy efficiency across various sectors of our economy, including an early switch from fuel oil to natural gas for power generation, among many other environmentally friendly measures. Yet, more work needs to be done. According to AR6 by the IPCC, the world needs to achieve net zero by around 2050 in order to limit global warming to 1.5 °C."
  },
  {
    "para_id": 3,
    "text": "In October 2022, Singapore announced that it will enhance its climate pledge by committing to achieve net zero emissions by 2050, contingent on technological maturity and effective international cooperation. Our ability to fulfil our pledges, like all Parties, will depend on the continued international commitment by Parties to the Paris Agreement and their climate pledges."
  },
  {
    "para_id": 4,
    "text": "We also announced that we will enhance our 2030 Nationally Determined Contribution (NDC) to reduce emissions to around 60 MtCO2e in 2030 after peaking emissions earlier. With this enhanced ambition, we have further aligned our long-term emissions trajectory with the Paris Agreement."
  },
  {
    "para_id": 5,
    "text": "This is a significant and ambitious commitment for Singapore, a country that has limited potential for alternative energy sources. Our climate commitments are backed by concrete strategies, policies, and actions, starting from this current crucial decade. A key measure we are taking is to raise our domestic carbon tax progressively from the current S$5 per tonne to around S$50 to S$80 per tonne by 2030. We have also launched a comprehensive Singapore Green Plan 2030 (Green Plan), to make a collective whole-of-nation effort to achieve our sustainability and climate goals. The Green Plan is a living plan which will continue to evolve as technology develops and we review our strategies over time."
  },
  {
    "para_id": 6,
    "text": "Singapore’s decisive shift to net zero will require significant transformation in all aspects of daily life, economy, and society. There will be costs to bear and trade-offs to be made. At the same time, it will reposition Singapore and bring about a cleaner, greener world for our future generations."
  },
  {
    "para_id": 7,
    "text": "Singapore’s Fifth National Communication – which includes our first Adaptation Communication – and Fifth Biennial Update Report highlight the measures that we have taken as a nation to address climate change and our commitment to meet our 2020 emissions reduction pledge."
  },
  {
    "para_id": 8,
    "text": "Singapore continues to build on a long-standing, comprehensive national approach that seeks to achieve sustainable growth alongside environmental protection. This has allowed us to limit our growth in emissions and stay on track to achieve our international commitments, notwithstanding our geographical constraints."
  },
  {
    "para_id": 9,
    "text": "Singapore is a small, low-lying, island city-state vulnerable to the effects of climate change. With a total land area (including that of smaller surrounding islands) of about 733.1 km², Singapore’s population density of about 7,485 persons per km² is one of the highest in the world. Due to Singapore’s small size and dense urban landscape, there are challenges to using alternative energy sources such as solar, nuclear, and wind energy. These difficulties in transitioning to alternative energy sources are recognised by the UNFCCC. Solar remains the most viable source of renewable energy in Singapore, and we aim to accelerate the deployment of solar energy despite challenges arising from our national circumstances."
  },
  {
    "para_id": 10,
    "text": "Climate change is an issue with many dimensions that cut across the responsibilities of several ministries. The Inter-Ministerial Committee on Climate Change (IMCCC), chaired by Mr Teo Chee Hean, Senior Minister and Coordinating Minister for National Security, oversees the whole-of-government coordination on climate change policies. The National Climate Change Secretariat (NCCS) is a dedicated unit under the Prime Minister’s Office (PMO) Strategy Group that serves as the secretariat to the IMCCC."
  },
  {
    "para_id": 11,
    "text": "Singapore’s GHG emissions for 2018 totalled 53,312.68 gigagrams (Gg) CO₂ equivalent. Carbon dioxide (CO₂) accounted for 94.3% of total emissions. Non-CO₂ gases such as methane (CH₄), nitrous oxide (N₂O), perfluorocarbons (PFCs), hydrofluorocarbons (HFCs), sulphur hexafluoride (SF₆), and nitrogen trifluoride (NF₃) accounted for the remaining 5.7% of total emissions. This excludes an estimate of HFC emissions from the refrigeration and air conditioning (RAC) sector, for which we are in the process of finalising."
  },
  {
    "para_id": 12,
    "text": "Singapore has achieved our Copenhagen pledge to reduce our emissions by 16% below our BAU level in 2020. A key pillar of Singapore’s strategy to mitigate GHG emissions is to improve energy efficiency across different sectors of the economy. Singapore does not subsidise energy costs and has taken steps to use a cleaner fuel mix for electricity generation, switching from fuel oil to natural gas. However, there are limits to how much more emissions can be reduced by switching fuels, as natural gas, the cleanest fossil fuel, already constitutes about 95% of our fuel mix for electricity generation. To further decarbonise the power sector, we will harness and tap on the “Four Switches”: natural gas, solar, regional power grids, and emerging low-carbon technologies."
  },
  {
    "para_id": 13,
    "text": "Singapore will continue to push ahead with mitigation efforts in the different sectors as part of the Green Plan, which is a whole-of-nation movement to advance Singapore’s national agenda on sustainable development. In addition, Singapore has implemented a carbon tax of S$5 or US$3.70 per tonne of CO₂ equivalent (tCO₂e) of GHG emissions in the first instance, between 2019 and 2023, as a transition period. The carbon tax will be increased to S$25 or US$18.40/tCO₂e in 2024 and 2025, and S$45 or US$33.20/tCO₂e in 2026 and 2027, with a view to reaching S$50–80 or US$36.90–59.00/tCO₂e by 2030. The carbon tax will complement our existing mitigation efforts to meet our climate pledge under the Paris Agreement."
  },
  {
    "para_id": 14,
    "text": "As a relatively low-lying, densely populated island in the tropics, Singapore is naturally vulnerable to the impacts of climate change. Singapore takes a proactive, long-term approach towards climate change adaptation. Climate change resilience goes beyond physical adaptation and must include building resilient mindsets as well as collective action to safeguard our environment. Additionally, our trade-dependent economy increases our exposure and vulnerability to the volatilities induced by climate change. Climate resilience and adaptation plans will be continuously reviewed and adjusted as new knowledge and information on the effects of climate change become available."
  },
  {
    "para_id": 15,
    "text": "Singapore remains committed to doing our part in this global crisis. We will advance on this sustainability journey together as a nation, making a decisive move to achieve net zero by 2050 and at the same time building up our climate resilience and adaptation. As a responsible member of the global community, Singapore will continue to work at the international, regional, and bilateral levels to support collective global efforts to address the challenges of climate change."
  },
  {
    "para_id": 16,
    "text": "Singapore’s national circumstances shape our approach to climate action. Being a low-lying island-state, we are particularly vulnerable to the impact of climate change. Our access to renewable energy at scale is greatly limited, which constrains our options in carbon abatement."
  },
  {
    "para_id": 17,
    "text": "We will continue to build on a long-standing, comprehensive national approach that seeks to achieve sustainable growth alongside environmental protection. This has allowed us to limit our growth in emissions and stay on track to achieve our international commitments, notwithstanding our geographical constraints."
  },
  {
    "para_id": 18,
    "text": "Singapore is a small island-state with a total land area (including that of smaller surrounding islands) of about 733.1 km². Much of the island is flat and relatively low-lying. As of June 2021, Singapore’s total population, including foreigners working in Singapore, is estimated at 5.46 million. Singapore’s population density of about 7,485 persons per km² is one of the highest in the world."
  },
  {
    "para_id": 19,
    "text": "Given Singapore’s small land area and dense urban landscape, there are competing uses for land which greatly limit our access to alternative energy sources at scale using current technologies. Moreover, Singapore’s geographical features make harnessing conventional geothermal, hydroelectric, wind, nuclear, tidal, and wave power a major challenge. These difficulties in transitioning to alternative energy sources are recognised by the UNFCCC. Solar remains the most viable source of renewable energy in Singapore, and we aim to accelerate the deployment of solar energy through innovative ways, despite challenges arising from our space constraints and presence of high cloud cover and urban shading. In addition, the Government is exploring other means to decarbonise our energy supply, such as low-carbon electricity imports and other low-carbon solutions (e.g., hydrogen)."
  },
  {
    "para_id": 20,
    "text": "The IMCCC oversees the whole-of-government coordination on climate change policies to ensure that Singapore is prepared to address climate change. Established in 2007, the IMCCC is chaired by Mr Teo Chee Hean, Senior Minister and Coordinating Minister for National Security, and includes the Ministers from the following Ministries: Finance, Foreign Affairs, National Development, Sustainability and the Environment, Transport, and Trade and Industry."
  },
  {
    "para_id": 21,
    "text": "In July 2010, the NCCS was established as a dedicated unit under the PMO to ensure the effective coordination of Singapore’s domestic and international policies, plans, and actions on climate change."
  },
  {
    "para_id": 22,
    "text": "The most significant GHG emitted in Singapore is CO2, primarily produced from the burning of fossil fuels to generate energy used by the industry, building, household, and transport sectors. The main contributor to GHG emissions (32.2%) is the combustion of natural gas to generate electricity. Singapore’s emissions comprises CO2, CH4, N2O, HFCs, PFCs, SF6 and NF3. These emissions were estimated using the 2006 IPCC Guidelines for National GHG Inventories, IPCC Good Practice Guidance and Uncertainty Management in National GHG Inventories, and IPCC 2014, 2013 Supplement to the 2006 IPCC Guidelines for National GHG Inventories: Wetlands."
  },
  {
    "para_id": 23,
    "text": "Emission estimates were based on the sectoral approach and were calculated using the default conversion and emission factors provided in the 2006 IPCC Guidelines, unless otherwise stated. Tier 1 methodology was used for about 90% of our emission estimates. Tier 2 methodology was used for estimating fugitive emissions from oil and natural gas, emissions from some categories of industrial processes and product use (IPPU), CH4 emissions from solid waste disposal and CO2 emissions from incineration of solid waste. Emission estimates from the Land Use, Land-Use Change and Forestry (LULUCF) sector were obtained mainly from using Tier 2 and 3 methodologies."
  },
  {
    "para_id": 24,
    "text": "Singapore’s GHG emissions for 2018 totalled 53,312.68 GgCO2 eq. This excludes the interim Tier 1b estimate of HFCs emissions from the RAC sector of 6,398.15 GgCO2 eq in 2018. A breakdown of the total GHG emissions by sources in GgCO2 eq is shown in the tables on pg 74–75. The estimated CH4, N2O, HFCs, PFCs, SF6 and NF3 emissions were converted to CO2-equivalent using the 100-year time-horizon global warming potential (GWP) values from the IPCC Fifth Assessment Report (AR5)."
  },
  {
    "para_id": 25,
    "text": "The compilation of the GHG inventory is coordinated by the National Environment Agency (NEA) with data from other agencies and companies. Quality control checks for the computation of GHG emissions were developed based on the IPCC Good Practice Guidance and Uncertainty Management in National GHG Inventories to improve the transparency, consistency, comparability, completeness and confidence in the national GHG inventory of emissions estimates. The multi-agency GHG inventory team uses a four-stage inventory preparation process to facilitate continuous improvement to the national GHG inventory for subsequent inventory compilation cycles. More information on the National GHG Inventory is presented in Chapter 3 of the BUR."
  },
  {
    "para_id": 26,
    "text": "Singapore has met our 2020 pledge of reducing emissions by 16% below 2020 BAU7 levels. Building on our 2020 pledge, Singapore has also enhanced our 2030 NDC to reduce emissions to around 60 MtCO2 eq in 2030 after peaking our emissions earlier."
  },
  {
    "para_id": 27,
    "text": "Over three million rides take place daily on the 245 km long Mass Rapid Transit (MRT) system in Singapore."
  },
  {
    "para_id": 28,
    "text": "Energy is a strategic resource for Singapore. As an alternative energy-disadvantaged country, Singapore is highly reliant on imports for our energy needs. Recognising that energy is a scarce resource, Singapore allows for market pricing of fuel and electricity without any direct subsidy. This results in firms and households making appropriate energy consumption choices, such as minimising energy wastage and over-consumption, which contributes to emissions reduction."
  },
  {
    "para_id": 29,
    "text": "Singapore has also moved towards a cleaner fuel mix for electricity generation, switching from fuel oil to natural gas, which has a lower carbon content per unit of electricity generated. However, there are limits as to how much more emissions we can reduce by switching fuels, since natural gas already constitutes 95% of our fuel mix for electricity generation in 2016. To further decarbonise the power sector, as part of our energy transition, we will harness and tap on the “Four Switches”: natural gas, solar, regional power grids, and emerging low-carbon technologies. While we invest actively in research on low-carbon technologies, there are also limits to the deployment of alternative or renewable energy sources in Singapore."
  },
  {
    "para_id": 30,
    "text": "Energy efficiency is a core carbon emissions mitigation strategy. This will require our households and businesses to be more energy-conscious and make adjustments to their daily activities, choices and processes."
  },
  {
    "para_id": 31,
    "text": "As an open economy without natural resources, we need to reduce carbon emissions in a cost-effective way. Hence, the Government has identified the following areas as part of a comprehensive strategy to promote energy efficiency in Singapore. Promoting the adoption of energy-efficient measures and technologies by addressing market barriers to energy efficiency. Building capabilities to sustain and drive energy efficiency efforts and to develop the local knowledge base and expertise in energy management. Raising awareness by reaching out to the public and businesses so as to promote energy-efficient behaviour and practices. Supporting research and development to enhance Singapore’s capabilities in energy-efficient technologies."
  },
  {
    "para_id": 32,
    "text": "We will also harness emerging low-carbon technologies to decarbonise the industry sector. For example, under the “Sustainable Jurong Island” plan that aims to transform Jurong Island into a Sustainable Energy and Chemicals (E&C) Park, the E&C sector will enable sustainable production through Carbon Capture, Utilisation and Storage (CCUS), increasing energy efficiency, and use of renewable energy in company operations. These plans will realise at least two million tonnes of carbon capture potential by 2030 and achieve more than six million tonnes of carbon abatement per annum from low-carbon solutions by 2050. The E&C sector will also increase its output of sustainable products, such as bio-based fuels and chemicals, and pyrolysis oil from plastics recycling, by four times from 2019 levels."
  },
  {
    "para_id": 33,
    "text": "We will continue to push ahead with mitigation efforts in the different sectors as part of the Green Plan, which is a whole-of-nation movement to advance Singapore’s national agenda on sustainable development. For example, under the building sector, we aim to green 80% of the total gross floor area (GFA) of our buildings by 2030. For the transport sector, we already have a high public transport mode share."
  },
  {
    "para_id": 34,
    "text": "To further encourage the use of public transport, the length of the rail network in Singapore will increase from about 245 km today to about 360 km in early 2030s. This will enable eight in 10 households to be within a 10-minute walk of a train station, and 85% of public transport journeys of less than 20 km to be completed within 60 minutes."
  },
  {
    "para_id": 35,
    "text": "We also have one of the most stringent and innovative systems in the world for controlling vehicle ownership and usage, through a vehicular quota and road pricing system. Since February 2018, the permissible growth rate of our private vehicle population has been reduced to 0% from 0.25%, effectively capping the growth of private vehicles. Singapore is working on the large-scale adoption of green vehicles. By 2040, we aim to phase out internal combustion engines and have all vehicles running on cleaner energy."
  },
  {
    "para_id": 36,
    "text": "Carbon tax provides a strong price signal and impetus for businesses and individuals to reduce their carbon footprint in line with national climate goals. From 2019, Singapore implemented a carbon tax starting at S$5 or US$3.70 per tonne of CO2-equivalent (tCO2 eq) of GHG emissions in the first instance, between 2019 and 2023, as a transition period. To support the transition to a low-carbon future, we will raise the carbon tax levels to S$25 or US$18.40/tCO2 eq in 2024 and 2025, and S$45 or US$33.20/tCO2 eq in 2026 and 2027, with a view to reaching S$50–80 or US$36.90–59.00/tCO2 eq by 2030. The carbon tax will complement our comprehensive suite of mitigation measures to help us achieve our climate pledges."
  },
  {
    "para_id": 37,
    "text": "As a small, low-lying island city-state, Singapore is highly vulnerable to the impacts of climate change. Singapore is also one of the most densely populated countries in the world. It is thus important for Singapore to prepare for and adapt early to climate change."
  },
  {
    "para_id": 38,
    "text": "The IPCC Working Group I Report for the AR6 cycle has warned us that the global climate will change significantly unless rapid and drastic reductions in emissions are taken. Global temperatures are projected to very likely rise by 1.0–5.7 °C by the end of the century from pre-industrial levels, while global mean sea levels are likely expected to increase by 0.28 m to 1.01 m over the same period, relative to 1995–2014 sea levels. Extreme weather events (such as heavy rainfall) over the region are also projected to be more intense and frequent. The IPCC Working Group II Report further cautions that widespread climate impacts are already being felt across the world, with some of these effects irreversibly and disproportionately affecting vulnerable countries, notably small island developing states (SIDS). The window for securing a liveable future is rapidly closing."
  },
  {
    "para_id": 39,
    "text": "The Centre for Climate Research Singapore (CCRS), in partnership with the UK Meteorological Office, concluded Singapore’s Second National Climate Change Study (V2) in 2015, which made use of data and scenarios from the IPCC’s Fifth Assessment Report (AR5) to examine the long-term effects of climate change in Singapore. The study found that by 2100, the mean sea level around Singapore could rise by up to a metre and mean temperatures could increase by up to 4.6 °C. The CCRS has embarked on the Third National Climate Change Study (V3) to provide updated climate projections by 2023, which will incorporate the latest findings from IPCC AR6."
  },
  {
    "para_id": 40,
    "text": "The impacts of climate change are already being felt in Singapore. 2012 to 2021 was Singapore’s warmest decade since Singapore began local temperature recordings in 1929. In 2021, Singapore also experienced record rainfalls in January, April and August, leading to flash floods in various parts of Singapore. Sea levels around the island rose by 14 cm from 1979 to 2019. Even with international efforts to limit the rise in global temperatures, there is a need to prepare Singapore for the impacts of climate change. Some adaptation measures require longer lead times to implement and have to be undertaken early. Adaptation plans must also be adaptive to climate uncertainties and evolving climate science."
  },
  {
    "para_id": 41,
    "text": "To coordinate such efforts, a multi-agency Resilience Working Group (RWG), led by the Ministry of Sustainability and the Environment (MSE) and the Ministry of National Development (MND), was set up in 2010 under the IMCCC. The RWG assesses Singapore’s physical vulnerabilities to climate change based on a Resilience Framework, which guides the formulation of adaptation plans up to 2100. CCRS, set up in 2013, conducts research and studies to improve scientific understanding of local climate and the effects of climate change on Singapore. Findings from these studies form the basis for Singapore’s long-term adaptation plans. The RWG comprises 20 agencies which oversee key sectoral risks and efforts in enhancing Singapore’s adaptive capacity, strengthening resilience capabilities, and reducing vulnerability to climate change. The inter-agency effort ensures that adaptation plans are coordinated across the Government. The agencies involved are: Building and Construction Authority (BCA); Civil Aviation Authority of Singapore (CAAS); Centre for Liveable Cities (CLC); Energy Market Authority (EMA); Housing & Development Board (HDB); Info-comm Media Development Authority (IMDA); JTC Corporation (JTC); Land Transport Authority (LTA); Maritime and Port Authority of Singapore (MPA); Ministry of Finance (MOF); Ministry of Health (MOH); Ministry of National Development (MND); Ministry of Sustainability and the Environment (MSE); National Environment Agency (NEA); National Parks Board (NParks); Prime Minister’s Office - Strategy Group, National Climate Change Secretariat (PMO-SG/NCCS); PUB, Singapore’s National Water Agency; Singapore Food Agency (SFA); Singapore Land Authority (SLA); and Urban Redevelopment Authority (URA)."
  },
  {
    "para_id": 42,
    "text": "RWG has identified six key adaptation risk areas for Singapore."
  },
  {
    "para_id": 43,
    "text": "As a low-lying, tropical island state, Singapore is particularly vulnerable to sea level rise. Singapore is also projected to experience more frequent and intense heavy rainfall events, which can lead to inland flooding. Since April 2020, PUB has been appointed the national coastal protection agency to address inland and coastal flooding holistically. To mitigate the impact of sea level rise, the minimum reclamation levels for new developments have been raised from 3 m to at least 4 m above the mean sea level since 2011. New critical infrastructure such as Tuas Mega Port and Changi Airport Terminal 5 will be built at least 5 m or more above the current mean sea level. PUB is progressively conducting site-specific studies across Singapore’s varied coastline of more than 300 km to examine various coastal adaptation solutions. Where feasible, they will be co-located with amenities or recreational spaces for the community to enhance the living environment. PUB will also explore hybrid solutions that combine nature-based elements with hard engineering measures. Land reclamation is also a viable measure to protect our coasts, while creating more land for housing and other needs. To holistically assess the combined effects of extreme coastal sea levels and intense rainfall, PUB is also developing a Coastal-Inland Flood Model. This model will support the planning and operations of coastal adaptation measures. To enhance inland flood resilience, PUB adopts a “Source-Pathway-Receptor” approach, which looks at catchment-wide solutions to build in flexibility and adaptability to cope with higher intensity storms. This comprehensive approach covers the entire drainage system, addressing not just the pathway over which the stormwater travels (i.e. “Pathway”), but also in areas generating stormwater run-off (i.e. “Source”) and the areas where floods may occur (i.e. “Receptor”). PUB raised the drainage design standards in 2011 so that our drains can handle up to 50% higher rainfall intensities (i.e. “Pathway”). All new developments and re-developments of 0.2 hectares (ha) or more are required to implement measures to slow down surface run-off and reduce the peak flow of stormwater into the public drainage system, by implementing on-site detention measures (i.e. “Source”) since 2014. Developments are also required to adhere to the minimum platform and crest levels or install flood barriers to prevent floodwaters from entering buildings (i.e. “Receptor”). These structural measures are complemented by the use of technology such as X-band radars and an extensive network of water level sensors and CCTVs installed island-wide, to better predict and respond to floods. Public alerts can also be issued earlier, enabling residents in areas at risk of flash floods to take preventive measures such as deploying portable flood barriers."
  },
  {
    "para_id": 44,
    "text": "Climate change could lead to more frequent and prolonged droughts, which may threaten Singapore’s water supply. To ensure a sustainable water supply and enhance water resilience for Singapore, PUB has built a robust and diversified water supply through the “Four National Taps”, namely, local catchment water, imported water, desalinated water, and NEWater. NEWater and desalinated water are weather-resilient sources that can cushion Singapore against the uncertainties in water supply brought about by climate change. To promote water conservation and efficient use of water, PUB introduced a Mandatory Water Efficiency Labelling Scheme (MWELS) and minimum water efficiency standard in 2009 to help consumers make more informed choices and encourage suppliers to introduce more water-efficient fittings and appliances into the market. As part of the scheme, suppliers are required to display water efficiency labels on water fittings and appliances, as well as on their packaging and advertisements. PUB has also rolled out the Smart Water Meter Programme to install 300,000 smart water meters in residential and commercial/industrial premises under the first phase of the programme. With smart water meters, water consumption will be read automatically and transmitted remotely back to PUB daily, improving resource efficiency and augmenting PUB’s capabilities in early leak detection within the water supply network and consumers’ premises. Through an online portal, customers will have easy access to their daily water usage data, empowering them to track their consumption and adopt water-saving habits. PUB will review this first phase roll-out, build up its capabilities and expertise, and consider the advances in technology before implementing it nationwide. PUB also requires companies which use more than 60,000 m3 of water in the preceding calendar year to submit a Water Efficiency Management Plan (WEMP) for three consecutive years. Preparing the WEMPs requires companies to establish water management systems and install private water meters. To support companies’ implementation of water efficiency projects, PUB also introduced the Water Efficiency Fund in 2007 to fund water efficiency assessments, pilot studies, adoption of water efficient equipment, and recycling/use of alternate sources of water."
  },
  {
    "para_id": 45,
    "text": "Singapore is home to a large variety of animal and plant species, many of which are vulnerable to climate change. As part of ongoing plans to transform Singapore into a City in Nature, NParks will continue to implement measures to ensure that our ecosystems remain healthy and resilient. These include adding 200 ha to the existing 450 ha of nature parks surrounding nature reserves by 2030, to serve as buffers for nature reserves, and expanded habitats for native flora and fauna to thrive beyond the nature reserves; implementing habitat restoration and species recovery plans to strengthen the conservation of native plant and animal species; planting an additional 1 million trees across Singapore from 2020 to 2030; and strengthening ecological connectivity by identifying ecological corridors between key habitats through modelling of animal movements, enhancing the network of corridors through forest restoration and habitat enhancement, and augmenting connectivity by transforming roadside greenery into Nature Ways that mimic the multi-tiered structure of forests. These nature-based measures also provide ecosystem services, such as providing shade, reducing ambient temperature, and helping to grow our carbon sinks. To mitigate the risk of tree failure during severe weather, NParks inspects trees along major roads and areas with high human activity at least once a year, and leverages technology to monitor the stability of mature trees. If needed, trees are pruned to reduce the size and weight of their crowns to better withstand storm events. NParks is also progressively replacing storm-vulnerable trees with sturdier species and planting more drought-resistant species that can tolerate erratic weather conditions."
  },
  {
    "para_id": 46,
    "text": "Vector-borne diseases such as dengue are endemic to Southeast Asia. Higher temperatures can create favourable conditions for mosquitoes to breed and viruses to multiply faster. NEA has deployed more than 68,000 Gravitraps, which are cylindrical traps with sticky inner surfaces that trap female Aedes mosquitoes looking for water sources to lay their eggs, at public and landed housing estates around Singapore. Areas with high levels of Aedes aegypti mosquitoes are also publicly identified to inform community action and prioritised for control measures."
  },
  {
    "para_id": 47,
    "text": "To further enhance dengue control, NEA has released male Wolbachia-carrying Aedes aegypti mosquitoes, which mate with female mosquitoes, causing their eggs to not hatch, and helping to curb the dengue mosquito population. So far, Project Wolbachia has achieved up to 98% suppression of urban Aedes aegypti mosquito populations at study sites, and up to 88% reduction in dengue cases. Project Wolbachia will be progressively expanded to include landed estates and construction sites as the Government scales up production and release capacity."
  },
  {
    "para_id": 48,
    "text": "Rising temperatures and more extreme weather events can also encourage the spread of novel zoonotic diseases. NParks is monitoring the effects of climate change on animal diseases through a science-based biosurveillance programme. The programme adopts a multi-disciplinary approach involving various One Health agencies to identify and monitor biosecurity threats. This includes pre-border, border and post-border checks and controls of animals, such as at centres for wildlife and animal rehabilitation."
  },
  {
    "para_id": 49,
    "text": "Food security is also of critical importance to Singapore. Singapore imports 90% of its food supply and is thus vulnerable to global supply disruptions caused by disease outbreaks and climate change. To minimise the risk of food supply disruptions, SFA ensures Singapore’s food security by diversifying food sources, growing local produce, and supporting agrifood companies to grow overseas. A key strategy to reduce Singapore’s reliance on import sources is building the agri-food sector’s capabilities and capacity to sustainably produce 30% of the country’s nutritional needs by 2030."
  },
  {
    "para_id": 50,
    "text": "Agencies have taken early action to ensure that Singapore’s essential services such as energy, telecommunications and transport infrastructure will not be affected by climate change. For example, LTA has installed flood barriers at entrances and openings of low-lying underground Mass Rapid Transit (MRT) stations, and CAAS is upgrading the drainage system at Changi Airport with new detention tanks and pumps. Future network infrastructure developments are also built to higher standards to account for climate change impacts such as sea level rise. For example, the future Changi Airport Terminal 5 will be built 5.5 m above mean sea level and the new Tuas Mega Port is currently being built 5 m above mean sea level. EMA and IMDA also account for climate impacts in strengthening the resilience of Singapore’s energy supply and telecommunication services."
  },
  {
    "para_id": 51,
    "text": "Singapore’s building codes are continually updated to ensure that the projected changes in temperature, rainfall, and wind speeds arising from climate change will not affect the structural integrity of buildings. To better understand how climate change may affect the long-term maintenance of building façades, BCA is conducting a study to evaluate the impact of climate change on the service life of façade materials. BCA has also introduced a periodic façade inspection regime to facilitate the early detection and timely repair of façade deterioration, which may be accelerated by climate change. More frequent and heavier rainfall arising from climate change can affect slope stability. To address this, agencies that manage public land conduct regular inspections on slopes that may pose a risk to public safety, and implement appropriate mitigation measures to stabilise slopes as required. BCA also conducts public education campaigns for owners of land or buildings in areas that may be susceptible to slope failure, and advises them to regularly inspect and maintain their slopes and retaining structures."
  },
  {
    "para_id": 52,
    "text": "According to the Meteorological Service Singapore, it is almost 1 °C hotter today in Singapore than it was in the 1950s. This is in part driven by the Urban Heat Island (UHI) effect – where a built-up area is warmer than its surroundings because of urbanisation. If left unaddressed, urban heat can significantly affect urban liveability and human health. Singapore’s Urban Heat Island Mitigation Workgroup (UHI WG), comprising infrastructure and public health agencies, was hence formed in 2019 to coordinate WOG efforts to study and mitigate UHI effects. The UHI WG is developing capabilities to measure and model the UHI effect, through the deployment of climate sensors to collect data on the UHI effect. To further investigate the effectiveness of potential UHI mitigation strategies, the UHI WG is also coordinating research on the impact of the UHI effect and possible mitigation measures. For example, the Cooling Singapore 2.0 research project aims to create a Digital Urban Climate Twin to holistically model the UHI effect in Singapore. These initiatives contribute to the development of a UHI mitigation action plan to pilot and scale measures such as increasing urban greenery and the use of cool materials."
  },
  {
    "para_id": 53,
    "text": "While much has been done to develop plans and measures to adapt to climate change, there remain challenges in implementation. The COVID-19 pandemic has disrupted global supply chains, resulting in higher material costs. Parties may face challenges meeting immediate spending needs, such as regular infrastructure maintenance, while continuing to make longer-term investments to adapt to climate change. Singapore’s climate resilience efforts will need to evolve with the latest science, with each iteration of the IPCC report and the accompanying National Climate Change Study. Hence, while measures are put in place to defend against the effects of climate change, Singapore must ensure our plans are adaptable and incorporate the latest climate change projections. The availability and affordability of new technologies are also crucial in supporting Singapore’s climate adaptation efforts. Singapore will need to continue to invest in Research and Development (R&D), and to cater sufficient time for the technologies to mature before they can be deployed at scale and at reasonable cost. For example, CCRS has launched a US$16.7 million Climate Impact Science Research (CISR) Programme to better understand the long-term impact of climate change on Singapore. The CISR Programme will focus on five key priority areas – sea level rise; water resource and flood management; biodiversity and food security; human health and energy; and cross-cutting research to bridge science-policy translation. The programme will enable policy makers to make informed decisions on climate adaptation measures and pathways."
  },
  {
    "para_id": 54,
    "text": "Significant financing resources are required for climate adaptation. To ensure the judicious use of resources, Singapore has adopted a phased approach to the implementation of climate adaptation measures. For example, coastal protection measures are being implemented progressively, beginning in more vulnerable areas, to prevent bunching of resources. These projects are also supported by various funding sources, with the cost spread over many years across generations, such as through the Coastal and Flood Protection Fund (CFPF) and green bonds under the Significant Infrastructure Government Loan Act. Furthermore, pilot projects and test beds are used to test the efficiency of solutions prior to large scale implementation, such as nature-based enhancements to coastal protection solutions and cool materials for UHI mitigation."
  },
  {
    "para_id": 55,
    "text": "Given the cross-cutting nature of climate change, close collaboration between different agencies is required to ensure climate resilience. This has underscored the need for inter-agency platforms, such as the IMCCC, to resolve trade-offs across various domains. The Government alone cannot achieve climate resilience, and will need to galvanise collective action by corporations, communities, households, and individuals. For instance, PUB engages building owners and residents in low-lying areas on the loan and deployment of portable flood protection barriers in case of flash floods caused by heavy rainfall. Members of the public can also stay updated on flooded sites, through radio broadcasts, PUB’s Facebook and Twitter pages, mobile apps such as “myENV”, as well as LTA’s Expressway Monitoring Advisory System. PUB also encourages the implementation of innovative solutions in water recycling projects through the Industrial Water Solutions Demonstration Fund (IWSDF) (part of WEF), and National Research Foundation’s (NRF) Living Lab (Water) Fund. As part of the Green Plan — a whole-of-nation movement to advance Singapore’s sustainable development — the Government will continue to engage the public. Such efforts include raising awareness around climate change risks, building public acceptance of the trade-offs, and encouraging the public to co-create solutions by funding community projects through the US$37 million SG Eco Fund. The government will continue to pursue different avenues and engage the various stakeholders to strengthen Singapore’s climate resilience capabilities."
  },
  {
    "para_id": 56,
    "text": "Climate change is an existential threat to mankind. The international community must work together if we are to effectively address the impact of climate change, and every country will need to play its part. As a responsible global citizen, Singapore is actively working at the international, regional, and bilateral levels to support efforts to address the challenges of climate change."
  },
  {
    "para_id": 57,
    "text": "The UNFCCC and the Paris Agreement provide the basis for governments to cooperate and address climate change. Singapore is a strong advocate for the multilateral rules-based system, which the UNFCCC and the Paris Agreement are part of. We ratified the UNFCCC in 1997, acceded to the Kyoto Protocol in 2006, and ratified the Paris Agreement in September 2016. We were one of the first 55 Parties to ratify the Paris Agreement, thereby contributing to its early entry into force on 4 November 2016."
  },
  {
    "para_id": 58,
    "text": "Under the Paris Agreement, we submitted our enhanced 2030 NDC and LEDS to the UNFCCC Secretariat on 31 March 2020, notwithstanding the challenging circumstances posed by the COVID-19 pandemic. We were one of the first 20 countries to do so. Following the adoption of the Glasgow Climate Pact last year, Singapore will raise our ambition to achieve net zero emissions by 2050. To enable the transition to a low-carbon future, we will raise our carbon tax levels progressively from 2024, from S$5 or US$3.70 per tonne of emissions currently to S$25 or US$18.40 per tonne in 2024 and 2025, and S$45 or US$33.20 per tonne in 2026 and 2027, with a view to reaching S$50–80 or US$36.90–59.00 per tonne by 2030."
  },
  {
    "para_id": 59,
    "text": "We participate actively and constructively in negotiations at the annual UNFCCC Conference of the Parties (COP) and work with all Parties to push for ambitious, balanced, and mutually acceptable outcomes. This includes co-facilitating Ministerial negotiations on key issues at COP at the request of COP Presidencies. For instance, Singapore co-facilitated Ministerial consultations on the topic of ‘differentiation’ at COP-21 in Paris, on ‘mitigation’ at COP-24 in Katowice, and the overarching cover decisions at COP-25 in Madrid. At COP-26 in Glasgow, Singapore co-facilitated Ministerial consultations on the key issue of Article 6 of the Paris Agreement on carbon market rules and helped guide discussions towards a successful outcome. Singapore joined the following global initiatives at COP-26, in support of global climate action: Powering Past Coal Alliance, Global Methane Pledge, Greening Government Initiative, Agriculture Innovation Mission for Climate, and the Glasgow Leaders’ Declaration on Forests and Land Use."
  },
  {
    "para_id": 60,
    "text": "As part of our support for a multilateral response to climate change, Singapore has participated in, and contributed experts to the working groups convened by other multilateral organisations. As a member of the International Civil Aviation Organization (ICAO), the International Maritime Organization (IMO), and their Councils, Singapore contributes to their efforts to mitigate international aviation and maritime transport emissions. We actively support the development of ICAO’s holistic strategy and measures to mitigate international aviation emissions, including technologies, operational improvements, ICAO’s market-based measure (CORSIA), and sustainable aviation fuels. Singapore also actively supports the development of the IMO Strategy on the Reduction of GHG Emissions from Ships, and the work on short, medium and long-term technical, market-based and other measures."
  },
  {
    "para_id": 61,
    "text": "In addition to implementing IMO and ICAO’s standards and requirements on international transport emissions, the Singapore aviation and maritime transport sectors voluntarily take measures to mitigate these emissions. On international aviation, Singapore submitted early our State Action Plan to ICAO, and regularly updates it. Singapore’s air navigation service provider implements air traffic management (ATM) measures, with state-of-the-art technologies and through partnerships, which enhance the efficiency and reduce the emissions of over 660,000 aircraft movements in the Singapore Flight Information Region. Singapore carriers are modernising their fleets with more fuel-efficient aircraft and engines, conducting more efficient flight operations and flight trials using sustainable aviation fuels, and adopting best practices in aircraft and engine maintenance. Singapore is currently developing a Sustainable Air Hub Blueprint, which will be published next year."
  },
  {
    "para_id": 62,
    "text": "On maritime transport, Singapore launched the ‘Maritime Singapore Decarbonisation Blueprint: Working Towards 2050’ in March 2022. The Blueprint, developed in consultation with industry leaders, charts ambitious and concrete strategies to build a sustainable Maritime Singapore. Singapore earlier launched the Maritime Singapore Green Initiative (MSGI) to reduce the environmental impact of shipping and shipping-related activities on the coastal and marine environment, with an initial funding pledge by the Maritime and Port Authority (MPA) of S$100 million (US$74 million) over five years. The MSGI has since been extended and further enhanced. Stakeholders are encouraged to adopt environmentally-friendly practices and reduce the environmental impact of operations through voluntary programmes. The MSGI also supports local maritime technology companies in developing and deploying green technologies through co-funding grants. MPA has set aside S$6 million (US$4.44 million) to support the building of liquefied natural gas (LNG) bunker vessels to enable ship-to-ship LNG bunkering operations. MPA, the Port of Rotterdam and the Ministry of Land, Infrastructure, Transport and Tourism of Japan signed a Memorandum of Cooperation in October 2020 to form the Future Fuels Port Network (FFPN). The FFPN aims to explore the harmonisation of standards for future marine fuels, such as ammonia, including by coordinating joint bunkering pilot runs with identified shipping lines between ports."
  },
  {
    "para_id": 63,
    "text": "We have also engaged and collaborated with other UN agencies and programmes on initiatives to address climate change. For example, BCA has been working closely with UN Environment Programme (UNEP) to promote standards for sustainable buildings in the region. The Global Alliance for Buildings and Construction for Climate (GlobalABC) is a joint initiative by the French Government and UNEP in 2015 to work towards the Paris Agreement goals. Launched at COP-21, GlobalABC is a major international initiative that aims to increase the pace and scale of this transformation through scaling up climate actions in the sector by mobilising all stakeholders, including member states and non-state actors from the buildings and construction sector."
  },
  {
    "para_id": 64,
    "text": "As part of knowledge exchange and efforts to shape the global green agenda, BCA has been contributing to GlobalABC’s Global Status Report, which keeps track of progress in climate change policies and initiatives. At the invitation of UNEP, BCA and the Singapore Green Building Council also joined a discussion in July 2021 on the role of finance in making the construction value chain more sustainable as part of UNEP’s series of expert workshops focusing on the construction sector, and shared briefly on the Singapore Green Building Masterplan (SGBMP) and green financing."
  },
  {
    "para_id": 65,
    "text": "Singapore’s NRF set up the Campus for Research Excellence and Technological Enterprise (CREATE) in 2007 as an international campus to forge partnerships between Singapore’s universities and research institutions, and leading overseas research institutions. Today, the campus co-locates researchers from the Massachusetts Institute of Technology (MIT), University of California Berkeley (UCB), Cambridge University, ETH Zurich, Technical University of Munich (TUM), Hebrew University of Jerusalem (HUJ), Shanghai Jiao Tong University (SJTU), University of Illinois at Urbana Champaign (UIUC), CNRS (the French National Centre for Scientific Research), National University of Singapore (NUS), and Nanyang Technological University (NTU) to conduct interdisciplinary research in areas such as urban design and mobility, environmental sensing and modelling, and low-carbon research."
  },
  {
    "para_id": 66,
    "text": "ASEAN Member States continue to be particularly vulnerable to the impact of climate change. Emerging from the COVID-19 pandemic, the region has been working towards a green economic recovery and intensifying efforts to address climate change. At the 37th ASEAN Summit in 2020, ASEAN Leaders adopted the ASEAN Comprehensive Recovery Framework (ACRF) and its Implementation Plan, which placed green recovery front and centre in the region’s economic recovery. Key focus areas in the ACRF include energy transition, green infrastructure, sustainable/responsible investment, disaster risk and management, and sustainable consumption and production. In addition, existing efforts and initiatives such as the ASEAN Sustainable Consumption Framework and the establishment of the ASEAN Circular Economy Stakeholder Platform have also been accelerated."
  },
  {
    "para_id": 67,
    "text": "An example of ASEAN+3 cooperation in disaster risk management is SEADRIF, which provides ex-ante climate and disaster risk solutions to ASEAN Member States. SEADRIF, an ASEAN+3 initiative in partnership with the World Bank, is the first regional catastrophe risk facility established in Asia. The SEADRIF Insurance Company, domiciled and licensed in Singapore, issued its first product in February 2021. SEADRIF is conceptualising its second product, a Public Asset Financial Protection Programme which will allow SEADRIF member countries to better manage the financial risk from damage to public assets and infrastructure."
  },
  {
    "para_id": 68,
    "text": "ASEAN Member States are committed to working towards a climate-resilient ASEAN through the implementation of the updated ASEAN Working Group on Climate Change (AWGCC) Action Plan 2019–2025 (AAP), which aims to deliver capacity-building programmes and technical exchanges in eight core themes, namely: (a) climate change adaptation; (b) long-term planning and assessment of NDCs; (c) climate change mitigation; (d) climate modelling and assessment; (e) measurement, reporting and verification (MRV) and stocktake of GHG emissions; (f) climate financing and market; (g) cross sectoral coordination; and (h) technology transfer."
  },
  {
    "para_id": 69,
    "text": "Some of the expected outcomes from these projects and activities include: (a) strengthening ASEAN Member States’ capacity to implement NDCs; and (b) building ASEAN Member States’ capacity on carbon pricing, and laying the foundation for possible cooperation on carbon pricing at the regional level. Singapore is working with implementing agencies on the following projects in the AAP:"
  },
  {
    "para_id": 70,
    "text": "Southeast Asia Network for Enhancing Climate Transparency – Implemented by UNEP Copenhagen Climate Centre, completed in 2021. This project was part of the Global Support Programme (GSP), a Global Environment Facility (GEF) project jointly implemented by UNEP and the United Nations Development Programme (UNDP), to support developing countries on NCs, GHG inventories, Mitigation and Vulnerability and Adaptation (V&A) analysis, and BURs. The scope of this project in Southeast Asia was to develop a Southeast Asian network for climate transparency, provide technical backstopping, tools and targeted guidance, training on transparency reporting, support Southeast Asian countries in preparing NCs, BURs and Biennial Transparency Reports (BTRs), provide peer reviews of NCs, BUR and GHG inventories, and provide assistance to strengthen national institutional arrangements on MRV. UNEP Copenhagen Climate Centre, in collaboration with Singapore’s NEA, accomplished the deliverables in 2021 through the AWGCC platform."
  },
  {
    "para_id": 71,
    "text": "Partnership to Strengthen Transparency for co-Innovation (PaSTI) and the Japan-ASEAN Integration Fund (JAIF) Phase 2 – Development and implementation of facility level Monitoring and Reporting (M&R) framework for GHG emissions in ASEAN Member States – Implemented by Overseas Environmental Cooperation Centre (OECC) Japan, ongoing. Phase 1 of the project conducted a needs assessment and developed an implementation roadmap for harmonised facility-level M&R systems across ASEAN Member States. Phase 1 was completed in Sept 2020. Phase 2 of the project entails establishing the M&R system and testing it at selected facilities in interested ASEAN Member States. This is expected to be a 12-month project, and was launched at the PaSTI side event at the Japan pavilion at COP-26 on 12 November 2021."
  },
  {
    "para_id": 72,
    "text": "As ASEAN-EU (European Union) Country Coordinator for the period 2018–2021, Singapore has worked with the EU to launch a High-Level Dialogue on Environment and Climate Change in July 2019 to enhance cooperation between ASEAN and the EU on shared regional and global challenges related to the protection of the environment and climate change. The areas of cooperation discussed include climate mitigation and adaptation, long-term strategies, and sustainable finance."
  },
  {
    "para_id": 73,
    "text": "As country coordinator for the ASEAN-US Energy Cooperation, Singapore works closely with the US to enhance regional energy cooperation in areas such as energy security and resiliency, renewable energy technologies, and energy market integration to support the goals set out in the ASEAN Plan of Action on Energy Cooperation (APAEC) 2016–2025. To this end, the US and Singapore draw on each other’s expertise and experience to develop innovative capacity-building programmes such as the ASEAN-US Workshop on Decarbonisation and the Renewable Energy Workshop under the Singapore-US Third Country Training Programme (TCTP), to promote and facilitate the sharing of best practices."
  },
  {
    "para_id": 74,
    "text": "As Chairman of the ASEAN Working Group on Chemicals and Waste for the period 2019–2022, Singapore has been working closely with ASEAN Member States to develop technical guidelines on plastic waste in the ASEAN region. Singapore shepherded the submission of an ASEAN Joint Statement on Chemicals and Waste for the 2021 Meetings of the Conferences of the Parties to the Basel, Rotterdam and Stockholm Conventions, which took place between 26 and 30 July 2021."
  },
  {
    "para_id": 75,
    "text": "As a small city-state, Singapore faces challenges common to cities in adapting to climate change. To share our experience and facilitate discussions on these issues, Singapore has initiated and hosted the World Cities Summit (WCS), Clean Enviro Summit Singapore (CESG), the Singapore International Water Week (SIWW), and the Singapore International Energy Week (SIEW). These international conferences are part of our efforts to bring policy makers and stakeholders in city planning, environment, water and energy management together to examine urban challenges, and identify shared solutions and best practices in areas such as sustainable urban planning, water and waste management, climate resilience and energy transitions."
  },
  {
    "para_id": 76,
    "text": "The 9th edition of SIWW and 5th edition of CESG were jointly organised in April 2022 to foster collaboration and partnership amongst environment and water leaders. Both events hosted over 15,000 delegates and visitors from 65 countries, and 300 participating exhibitors. Key topics such as climate mitigation and adaptation, resource circularity, net zero and decarbonisation, waste as a resource, sustainable energy, climate resilience and enhanced hygiene standards were discussed at the Water Leaders Summit, Clean Environment Leaders Summit and other co-located events."
  },
  {
    "para_id": 77,
    "text": "The 8th edition of the WCS in August 2022 attracted around 2,500 mayors and city leaders, senior government officials, industry experts, and trade visitors. 72 senior delegates representing 65 cities discussed how cities could emerge stronger from disruptions like the pandemic and the impact of climate change. Dedicated sessions focused on the challenges from climate change and facilitated exchange of knowledge and system-wide solutions to decarbonisation and climate change adaptation in cities."
  },
  {
    "para_id": 78,
    "text": "Now in its 15th year, SIEW brings together key government and industry leaders through sessions such as the Singapore Energy Lecture and the Singapore Energy Summit to share best practices and solutions to move towards global energy transition."
  },
  {
    "para_id": 79,
    "text": "Singapore actively participates in the C40 Cities Climate Leadership Group (C40). The C40 is a network of 97 cities committed to addressing climate change globally by implementing sustainable climate-related actions locally. Our involvement in the C40 allows us to share our experience in sustainable development through webinars, by hosting study trips, and through actively participating at mayor-level forums. Likewise, C40 enables Singapore to learn from the best practices of other major cities. In 2016, Singapore hosted a high-level C40 event, “From Ambition to Action: The Vital Role of Cities in Achieving the Paris Agreement,” which brought together C40 mayors and city experts from around the world to discuss the climate actions they were taking and the key challenges they faced. In 2019, then-Minister of State (National Development) and Minister of State (Manpower) Zaqy Mohamad led the Singapore delegation at the C40 World Mayors Summit in Copenhagen."
  },
  {
    "para_id": 80,
    "text": "To advance scientific understanding of the tropical climate variability affecting Singapore and the wider Southeast Asia region, Singapore established the CCRS in 2013. The CCRS builds local capabilities in tropical weather and climate science research, and fosters research partnerships at the national, regional, and broader international levels. CCRS, in collaboration with the ASMC, has organised capability-building programmes for ASEAN Member States on seasonal prediction and climate change projection. This includes the ARCDAP workshop series, which has supported ASEAN Member States in making climate assessments, and in turn informs policy formulation and decision-making processes. The ASMC has also been organising biannual runs of the ASEAN Climate Outlook Forum (ASEANCOF), which provides National Meteorological and Hydrological Services in Southeast Asia and offers international experts a platform to discuss the regional climate outlook for the two main monsoon seasons in Southeast Asia. As of March 2022, three ARCDAP workshops involving more than 130 participants and 17 runs of ASEANCOF have been conducted. In February 2022, CCRS became a core member of the ‘Unified Model’ Consortium, contributing to the collaborative development of weather and climate modelling capabilities alongside partners such as the United Kingdom and Australia."
  },
  {
    "para_id": 81,
    "text": "Singapore actively collaborates with countries to build on one another’s strengths in addressing climate change, and to provide capacity building to developing countries on related issues."
  },
  {
    "para_id": 82,
    "text": "Singapore, in collaboration with the NDC Partnership, UNFCCC Secretariat, and the 2050 Pathways Platform, organised a workshop on ‘Enhancing NDCs’ from 13 to 15 January 2020. The workshop, an initiative under our Singapore Cooperation Programme’s CAP, was attended by representatives from ASEAN Member States. Participants benefitted from the practical sharing and hands-on training sessions led by the UNFCCC Secretariat to implement and enhance their countries’ NDCs in accordance with the Katowice guidance on information to facilitate clarity, transparency and understanding (ICTU), as well as the accounting and tracking of progress in implementing the countries’ NDCs. The workshop also provided a platform for participants to discuss opportunities, challenges, and options to enhance and implement their NDCs and prepare their LEDS."
  },
  {
    "para_id": 83,
    "text": "At the bilateral level, Singapore has provided technical assistance and capacity-building support to officials from fellow developing countries since 1992 on various climate-related issues. These programmes are organised under the SCP, our flagship technical assistance programme. To date, over 137,000 participants from more than 180 countries, territories, and intergovernmental organisations have attended SCP training courses on topics such as sustainable urban development, water management, emissions reduction, and DRR."
  },
  {
    "para_id": 84,
    "text": "Renewing our commitment to support efforts in addressing climate change and its impact, Singapore launched a CAP at the Special ASEAN Ministerial Meeting on Climate Action in July 2018. This package is tailored for fellow developing countries, in particular the SIDS and the Least Developed Countries (LDCs), and focuses on climate-related areas such as climate science, climate adaptation and mitigation strategies, DRR, green finance, and the implementation of the Paris Agreement."
  },
  {
    "para_id": 85,
    "text": "Where possible, Singapore works with developed country partners and international organisations under the CAP to pool expertise and resources. For example, we partnered New Zealand to organise a CAP workshop on decoding the Paris Rulebook in Southeast Asia and collaborated with the NDC Partnership, the UNFCCC Secretariat, and the 2050 Pathways Platform to organise a workshop for ASEAN Member States to discuss opportunities, challenges, and options to enhance and implement their NDCs. Following positive feedback, the CAP was extended to 2023."
  },
  {
    "para_id": 86,
    "text": "To strengthen our global collaboration efforts, we have commenced negotiations on a bilateral Green Economy Agreement (GEA) with Australia, which will be a world-first agreement that combines trade, economic, and environment objectives. Singapore has also signed Memoranda of Understanding (MOU) with countries such as Australia, Chile, New Zealand, Indonesia, and Japan to collaborate on areas such as regional power grids, and low-carbon solutions such as hydrogen and carbon capture, utilisation and storage (CCUS)."
  },
  {
    "para_id": 87,
    "text": "Under the Singapore Green Plan 2030, Singapore is implementing innovative measures to develop a green and more sustainable home for our people. The Green Plan also sets out our approach on adapting to the impact of climate change, as well as reducing emissions."
  },
  {
    "para_id": 88,
    "text": "Singapore is a small, low-lying island-state in Southeast Asia and consists of one main island and more than 60 smaller ones. It is located between latitudes 1°09’N and 1°29’N and longitudes 103°36’E and 104°25’E, approximately 137 km north of the Equator. It is separated from Peninsular Malaysia by the Straits of Johor, and the Indonesian islands by the Straits of Singapore."
  },
  {
    "para_id": 89,
    "text": "The main island of Singapore is about 49 km east to west and 28 km from north to south. The total land area (including that of smaller islands) is about 733.1 km². Among the smaller islands, the larger ones are Pulau Tekong (26.7 km²), Pulau Ubin (10.2 km²), and Sentosa (4.8 km²). Singapore’s surface reaches 163 m at our highest point. Much of Singapore is generally flat and less than 15 m above sea level, as defined by the Singapore Height Datum (SHD)."
  },
  {
    "para_id": 90,
    "text": "Singapore is situated near the equator and has a tropical climate, with relatively high and uniform temperatures, abundant rainfall, and high humidity throughout the year. Singapore’s climate is characterised by two monsoon seasons separated by inter-monsoon periods. The Northeast Monsoon occurs from December to early March, and the comparatively drier Southwest Monsoon from June to September. The early part of the Northeast Monsoon (December to January) is the wetter period of the year when monsoon surges occur, which can bring prolonged heavy rain to Singapore. The later part of the Northeast Monsoon (February to early March) is usually much drier, with February being the driest month of the year. Afternoon thunderstorms with frequent lightning are common throughout the year, especially during the inter-monsoon periods from late March to May, and October to November. During the Southwest Monsoon and inter-monsoon periods, widespread heavy rain and gusty winds associated with Sumatra squalls also occur occasionally."
  },
  {
    "para_id": 91,
    "text": "Singapore’s long-term (1991–2020) annual mean temperature is 27.8 °C, with average daily maximum and minimum temperatures of 31.6 °C and 25.0 °C respectively. The long-term average annual rainfall is 2,113.3 mm."
  },
  {
    "para_id": 92,
    "text": "Observations by MSS showed that Singapore’s annual mean temperature has risen at an average rate of 0.2–0.3 °C per decade since 1980. Four of the past seven years (2015, 2016, 2018, and 2019) are also among the top 10 warmest years on record with respect to the annual mean temperature. In the last two years, there was a slight moderation in Singapore’s annual mean temperature (28.0 °C and 27.9 °C in 2020 and 2021 respectively) due to wetter weather conditions. Well-above average annual total rainfall of 2,809.6 mm was recorded in 2021, resulting in the second wettest year since 1980."
  },
  {
    "para_id": 93,
    "text": "As of June 2021, Singapore’s total population, including foreigners working in Singapore, was estimated at 5.46 million. In total, there were 3.99 million residents. Non-residents totalled 1.47 million, and include our foreign workforce across all pass types, dependants, and international students. Singapore’s small land area also means that our population density of about 7,485 persons per km² is one of the highest in the world."
  },
  {
    "para_id": 94,
    "text": "Singapore is an export-oriented economy that is highly dependent on international trade. In 2021, in nominal terms, Singapore’s external merchandise trade amounted to S$1,160 billion or US$863 billion, more than two times its gross domestic product (GDP) (S$533 billion or US$397 billion). Over several decades, Singapore has built up a strong economy where manufacturing, wholesale trade, and finance and insurance sectors each comprised around 22.3%, 17.9%, and 14.6% of the economy respectively, in 2021. Singapore’s small domestic market has necessitated an export-oriented economy, with the bulk of our industries manufacturing products for export rather than local consumption. For example, Singapore is one of the five largest export refining centres in the world, and our three refineries produce primarily for global export. Oil made up around 14% of our total merchandise exports in 2021. Singapore’s strategic geographical location has also enabled it to develop into a major air and sea transportation hub."
  },
  {
    "para_id": 95,
    "text": "To ensure water sustainability, Singapore has developed a diversified and robust supply of water from four sources known as the “Four National Taps”, namely water from local catchment, imported water, high-grade reclaimed water known as NEWater, and desalinated water. Since 2011, the total water catchment area has increased from half to two-thirds of Singapore’s land surface with the completion of three reservoirs in urbanised areas. Despite our best efforts to maximise water supply from our local catchments, Singapore is still physically limited by our small land area, while demand for water continues to increase in tandem with economic and population growth. Water demand is expected to almost double by 2060."
  },
  {
    "para_id": 96,
    "text": "NEWater and desalinated water are independent of rainfall, and thus greatly enhance the resiliency of our water sources against dry weather. However, the production of these two sources is more energy-intensive than treating raw water from local catchment. PUB has been investing in R&D to improve the energy efficiency of our water production. For instance, biomimetic membrane technology (which mimics the way plants and animals extract freshwater from saline water) is being engineered and scaled up to reduce the energy needed for membrane-based water purification processes. Another research priority is pressure-retarded osmosis, which recovers energy from the waste streams of seawater desalination and NEWater production. Combining these technologies will lower the energy demand for water production at a systems level. These low-energy solutions will take time to develop and mature before they can be fully deployed."
  },
  {
    "para_id": 97,
    "text": "Managing demand is equally essential to ensuring a sustainable water supply. Singapore adopts a multi-pronged approach in managing its water demand: pricing water to reflect its scarcity value, mandating water efficiency standards, and public education on water conservation practices. Through these wide-ranging measures, Singapore’s per capita domestic water consumption was reduced from 165 litres per day in 2000 to 141 litres per day in 2019. Through PUB’s efforts in water network management, Singapore had a distribution loss of 8.0% in 2020. The number of water pipeline leaks in Singapore, at 3.8 leaks/100 km of pipelines per year, is low compared to other countries."
  },
  {
    "para_id": 98,
    "text": "For small island-states like Singapore, climate change poses an asymmetrical challenge. On the one hand, our impact on global emissions is small, but on the other hand, the impact of climate change on us is disproportionately large."
  },
  {
    "para_id": 99,
    "text": "Despite the unique challenges and constraints faced as a dense built-up city-state with no hinterland and limited resources, Singapore is committed to doing our part in the global fight against climate change. We will continue to build on a long-standing and comprehensive national approach that seeks to achieve sustainable growth alongside environmental protection. As we work towards a low-carbon future, the extent of emissions reduction from our climate strategy will depend on our national circumstances, past mitigation efforts, and geographical constraints which limit our access to renewable energy at scale."
  },
  {
    "para_id": 100,
    "text": "Historically, our strategic geographical position along the East-West trade routes has made Singapore a natural location for oil storage and refining facilities serving the region. Building on our position as a key regional port, the refining and petrochemical plants help create synergies and are part of a business supply network in Southeast Asia, the Western Pacific, South Asia, and Australasia. The refining and petrochemical export sector is a large source of our carbon emissions and Singapore has been working to improve energy efficiency in this sector. This is an ongoing effort."
  },
  {
    "para_id": 101,
    "text": "The IPCC AR6 on the Physical Science Basis of Climate Change released in August 2021 states that Southeast Asia as a broad region will experience an increase in mean temperature, increase in extreme heat, increase in mean precipitation, and flooding caused by extreme rainfall events. According to the subsequent IPCC AR6 on Impacts, Adaptation and Vulnerability released in February 2022, coastal cities and settlements like Singapore are at the forefront of climate risk. The report highlighted the increased exposure to climate-driven hazards, such as rising temperatures and the UHI, and distinctive ocean-driven hazards such as rising mean sea levels, exposure to storm surges, and flooding from extreme tides."
  },
  {
    "para_id": 102,
    "text": "Although our impact on global emissions is small, our exposure to climate risks and climate change impacts is disproportionately large, as a result of our geography. Singapore’s vulnerability to climate change will require the Government to pursue a comprehensive adaptation programme to protect our coasts, low-lying areas, and communities. These adaptation actions will impose significant fiscal costs."
  },
  {
    "para_id": 103,
    "text": "Singapore has limited land area, relatively flat land, a high urban density, low wind speeds, and lacks conventional geothermal resources. Therefore, harnessing alternative energy sources such as hydroelectric, wind or geothermal power is a major challenge. While solar energy is Singapore’s most viable alternative energy option, competing uses for land greatly limit our access to solar energy at scale. It is necessary for us to explore low-carbon alternatives such as hydrogen, CCUS technologies, as well as electricity imports by working with other countries through international collaborations."
  },
  {
    "para_id": 104,
    "text": "Biomass, which is used by many countries with available land mass as an alternative to fossil fuel, is not viable as a significant energy resource for Singapore. In addition, combustion of imported solid biomass generates large quantities of ash that need to be repurposed or disposed of. Singapore already converts much of our waste to energy, providing about 2.3% of the total electricity generated in 2020. Nonetheless, we will continue to monitor developments in this area."
  },
  {
    "para_id": 105,
    "text": "Geothermal energy is currently not commercially viable in Singapore, given the lack of conventional geothermal resources. However, there is a possibility for Singapore to harness quality geothermal resources at greater depths. Singapore is embarking on studies to better assess our deep geothermal resource potential. If the studies yield positive results, EMA will explore undertaking further research to determine the viability of deploying advanced or enhanced geothermal systems that utilise deep geothermal heat in Singapore."
  },
  {
    "para_id": 106,
    "text": "Hydroelectricity harnesses the energy of flowing water for the generation of electricity. Much of Singapore is generally flat and less than 15 m above sea level, as defined by the SHD. The absence of major river systems means that hydroelectricity is not a viable option in Singapore."
  },
  {
    "para_id": 107,
    "text": "The tidal range (difference between high and low tide) is about 1.7 m, well below the 4 m tidal range that is typically required for commercial tidal power generation. The availability of wave power is determined by the height and frequency of waves, but the waters around Singapore are relatively calm as we are surrounded by land masses. In addition, wave, tidal and ocean thermal energy have limited application as much of our sea space is used for ports, anchorage, and international shipping lanes."
  },
  {
    "para_id": 108,
    "text": "Singapore conducted a pre-feasibility study on nuclear energy as an option to meet our long-term needs. The study concluded in 2012 that nuclear energy technologies available then were not suitable for deployment in Singapore. Since the conclusion of the pre-feasibility study, we have been monitoring the development of safer nuclear energy technologies. Advanced nuclear power plant technologies and designs that are being developed globally have the potential to be much safer than many of the plants that are in operation today. Some of these designs could potentially be suitable for deployment in small and densely populated cities. However, most of these technologies are still undergoing R&D and have not begun commercial operation. Any decision to deploy new technologies will need to be considered against the technology’s safety and reliability, affordability, and environmental sustainability. We will continue to monitor developments in nuclear energy, and build capabilities to assess their implications for Singapore."
  },
  {
    "para_id": 109,
    "text": "Harnessing wind energy is also not viable, given our low average wind speeds of about 2 m/s to 3 m/s and lack of land for large-scale application of wind turbines. Most commercial wind farms leverage average wind speeds of at least 4.5 m/s, while prime wind sites require annual average wind speeds in excess of 7.5 m/s. In addition, there are challenges to harnessing offshore winds due to busy maritime traffic in our waters."
  },
  {
    "para_id": 110,
    "text": "Despite Singapore’s space constraints, the Government is pressing ahead to promote solar photovoltaic deployment, with solar energy being our most viable renewable energy source. Singapore has taken proactive steps to facilitate solar deployment through regular reviews to streamline existing regulations and compliance requirements. The Government has also embarked on the SolarNova Programme, which aggregates demand for solar deployment across public sector buildings and spaces to catalyse the growth of solar energy. The lead demand generated has also helped and will continue to support the solar industry to develop its capabilities. In addition, the Government is actively investing in R&D and test-bedding to lower costs, optimise space utilisation, and improve the efficiency and durability of solar technologies. As solar deployment increases, we are pursuing solutions to manage the intermittency of solar PV in Singapore’s context, to ensure a stable and reliable grid. We will deploy at least 200 MW of energy storage systems beyond 2025, and are working with the industry and research community to develop policies and regulations, as well as embark on R&D initiatives and test-beds to grow a vibrant ecosystem and facilitate widespread ESS deployment in Singapore."
  },
  {
    "para_id": 111,
    "text": "Singapore will look into emerging low-carbon solutions such as CCUS and low-carbon hydrogen (as alternative fuel and industrial feedstock), which have the potential to help reduce our carbon footprint. Large-scale deployment of these low-carbon solutions is currently limited by techno-economic constraints. We will continue to evaluate such technologies, explore possible deployment pathways, and invest in R&D initiatives to accelerate the adoption of potentially viable technologies. For instance, Singapore has launched a S$55 million or US$40.69 million Low-Carbon Energy Research Funding Initiative to support the R&D and piloting of low-carbon technologies, with a focus on CCUS and low-carbon hydrogen, which is part of the Research, Innovation & Enterprise Plan, and we look forward to collaborations with other countries to explore the development of hydrogen."
  },
  {
    "para_id": 112,
    "text": "In 2021, Keppel Data Centres, Chevron, Pan-United, and Surbana Jurong, with the support of our NRF, signed an MOU to accelerate the development of CCUS technologies, such as technologies that utilise cryogens, membranes, and hydrogen. Shell signed a S$4.6 million or US$3.40 million research agreement with NUS, with support from NRF and the Economic Development Board to jointly develop processes to use CO₂ in the production of ethanol and n-propanol for cleaner fuels."
  },
  {
    "para_id": 113,
    "text": "We have also strengthened international partnerships on the energy front. Singapore is actively forging international partnerships such as with Australia, Chile, China, Indonesia, Japan, Kingdom of Saudi Arabia, New Zealand and the US to advance our collaborations in low-carbon solutions and technologies. Through such partnerships, we aim to collaborate on areas such as the development of standards and certifications for low-carbon hydrogen and joint RD&D to improve the techno-economic viability of low-carbon technologies."
  },
  {
    "para_id": 114,
    "text": "Singapore has always prioritised environmental issues and pursued the goals of growing the economy and protecting the environment concurrently. For instance, since the early 2000s, we have been replacing fuel oil with natural gas – the cleanest form of fossil fuel – as the primary fuel for electricity generation. In 2020, natural gas accounted for 95.8% of our electricity generation, with the remainder mainly from waste-to-energy plants and solar PVs. We price energy at market cost, without any subsidy, to reflect resource scarcity and promote judicious usage. We also maintain stringent measures to discourage vehicle ownership and usage, and to encourage energy efficiency and conservation across all the sectors."
  },
  {
    "para_id": 115,
    "text": "To maximise the potential of emission reduction from sectoral measures, Singapore implemented a carbon tax, the first carbon pricing scheme in Southeast Asia, in 2019. In October 2022, we announced that we will raise our ambition to achieve net-zero emissions by 2050, contingent on technological maturity and effective international cooperation. Our ability to fulfil our pledges, like all Parties, will depend on the continued international commitment by Parties to the Paris Agreement and their climate pledges. To enable the transition to a low-carbon future, we will raise the carbon tax levels progressively from 2024, from the current S$5 or US$3.70/tCO₂ eq, to S$25 or US$18.40/tCO₂ eq in 2024 and 2025, and S$45 or US$33.20/tCO₂ eq in 2026 and 2027, with a view to reaching S$50–80 or US$36.90–59.00/tCO₂ eq by 2030."
  },
  {
    "para_id": 116,
    "text": "The carbon tax is not standalone; it forms part of our comprehensive suite of mitigation measures to reduce emissions, create green growth opportunities, and transit to an energy-efficient and low-carbon economy. We aim to quadruple our solar deployment by 2025 and plan to import up to four gigawatt (GW) of electricity by 2035, which will make up 30% of our power supply. We also safeguard more than 7,800 ha of green spaces – nature reserves, gardens and parks – across Singapore, and integrate greenery throughout the city."
  },
  {
    "para_id": 117,
    "text": "For Singapore to achieve net zero, we are embarking on a long-term energy transition plan to achieve deep decarbonisation. Singapore’s long-standing pursuit of sustainable development has enabled our carbon intensity to be one of the lowest in the world today. We ranked among the 18 best-performing out of 178 countries in terms of carbon intensity in 2019. We are recognised as Asia’s most sustainable city and the fourth most sustainable city globally according to the 2018 Sustainability Cities Index. The Sustainability Cities Index recognises that Singapore is undertaking sustainability initiatives that will create a high-quality living environment, which is resilient and in line with the broader climate change agenda. Singapore has also ranked first in the Global Competitiveness Index in the World Economic Forum (WEF)’s Global Competitiveness Report 2019, underscoring how our sustainability efforts have helped Singapore maintain its competitiveness."
  },
  {
    "para_id": 118,
    "text": "Innovation will be key for Singapore to continue to develop sustainably. We aim to develop an ecosystem of green finance and active R&D that nurtures the development and adoption of low-carbon innovations. With such an ecosystem, we can seize green growth opportunities, grow our economy, and create new jobs as we transit to a low-carbon economy. Despite our constraints and unique circumstances, Singapore is committed to reducing our emissions across all sectors to support global climate action. Details of our mitigation actions are provided in Chapter 4."
  },
  {
    "para_id": 119,
    "text": "The Singapore Green Plan 2030 was launched in February 2021, building on past and ongoing sustainability efforts. It is Singapore’s roadmap and whole-of-nation movement towards sustainable development and net zero emissions, with concrete sectoral plans and targets that take our commitment to sustainable development to a higher level. It brought together multi-sectoral sustainability efforts, giving focus and momentum to building back greener and stronger."
  },
  {
    "para_id": 120,
    "text": "Green Government and Green Citizenry are enablers under the Green Plan. Under Green Government, the Singapore public service is leading the way in Singapore’s sustainability journey by setting more ambitious targets and measures for its offices and public infrastructure, and embedding sustainability into core business areas such as procurement. Green Citizenry involves creating space for Singaporeans to participate in the sustainability journey, co-creating and co-delivering solutions for the Green Plan."
  },
  {
    "para_id": 121,
    "text": "The Green Plan is a long-term plan that will evolve, with more ambitious targets and aspirations over time as key technologies mature. The Government will partner businesses, civil society, communities and individuals to make the Green Plan a reality."
  },
  {
    "para_id": 122,
    "text": "The Green Plan comprises targets and initiatives across the following five pillars. City in Nature: to create a green, liveable, and sustainable home for Singaporeans, and build up our carbon sinks by extending nature throughout our island. Energy Reset: to use cleaner energy and increase our energy efficiency to lower our carbon footprint. Resilient Future: where we build up Singapore’s climate resilience and enhance our food security. Green Economy: where we seek green growth to create new jobs, transform our industries, and harness sustainability as a competitive advantage. Sustainable Living: where reducing carbon emissions, keeping our environment clean, and saving resources and energy, become a way of life in Singapore."
  },
  {
    "para_id": 123,
    "text": "The IMCCC oversees the WOG coordination on climate change policies to ensure that Singapore is prepared to address climate change. Established in 2007, the IMCCC is chaired by Mr Teo Chee Hean, Senior Minister and Coordinating Minister for National Security, and includes the Ministers from the following Ministries: Sustainability and the Environment, Finance, Foreign Affairs, National Development, Trade and Industry, as well as Transport."
  },
  {
    "para_id": 124,
    "text": "The IMCCC is supported by an Executive Committee (Exco) comprising Senior Officials from relevant government agencies. The IMCCC Exco oversees the following working groups. The Long-Term Emissions and Mitigation Working Group (LWG), which develops and oversees the implementation of plans to reduce Singapore’s long-term emissions, examines mitigation options, and identifies the capabilities, infrastructure and policies needed for long-term emissions reduction. The Resilience Working Group (RWG), which studies Singapore’s vulnerability to the effects of climate change and develops long-term plans that ensure the nation’s resilience to future environmental changes. The Sustainability Working Group (SWG), which develops the national sustainability agenda to strengthen Singapore’s resource resilience, and addresses emerging and cross-cutting issues on sustainability. The Green Economy Working Group (GEWG), which coordinates and enables the growth of Singapore’s green economy, to seize new economic opportunities in sustainability and create good jobs for our workforce. The Communications and Engagement Working Group (CEWG), which establishes communications priorities to achieve greater WOG coordination in climate change communications and engagement efforts, and to build consensus on Singapore’s climate change plans and targets."
  },
  {
    "para_id": 125,
    "text": "To ensure the effective coordination of Singapore’s domestic and international policies, plans, and actions on climate change, NCCS was established as a dedicated unit in July 2010 under PMO. NCCS is part of the Strategy Group which supports the Prime Minister and his Cabinet to establish priorities and strengthen strategic alignment across the Government. The positioning of NCCS underscores the importance that Singapore places on climate change."
  },
  {
    "para_id": 126,
    "text": "Climate change is a global challenge that requires global solutions. Singapore will continue to contribute to this global effort by sharing our experience, practices and expertise in climate change and sustainable development with other countries."
  },
  {
    "para_id": 127,
    "text": "Singapore recognises the importance of enhancing our capacity for MRV processes, and pursuing ambitious climate actions. Enhancing our technical expertise is an ongoing process, taking into consideration the best available science and technology, as well as our experience from implementing previous programmes. Given Singapore’s unique circumstances and evolving needs, we constantly seek new opportunities to leverage innovative technologies and solutions to address our climate change adaptation and mitigation needs. While Singapore does not rely exclusively on external sources for financial, technical, technological or capacity-building support to address climate change, the Government pursues partnerships with civil society, academia, businesses, and other like-minded countries to co-create solutions that can support Singapore’s transition towards a low-carbon, climate-resilient future. We also participate in technical workshops and consult subject experts at the UNFCCC Secretariat, think-tanks, academia, and international organisations to further enhance our MRV processes and climate policies. Having learnt much from these efforts, we continue to pay it forward by sharing our experiences and best practices with fellow developing countries."
  },
  {
    "para_id": 128,
    "text": "Singapore has been building its MRV capacities by participating in training programmes organised by the UNFCCC Secretariat, the IPCC, and other expert organisations. Efforts were undertaken to enhance the transparency of GHG inventory reporting in the following areas. Inclusion of GHG emissions from Agriculture sector: In 2020, Singapore commissioned a study to develop a Tier 1 estimate of GHG emissions from the Agriculture sector for the year 2018, using default parameter values such as emission and stock change factors prescribed in the 2006 IPCC Guidelines for National GHG Inventories. The estimate is 8.04 GgCO₂ eq. More details are provided in Chapter 3 and in the Annex. Recalculation of GHG time series: In line with the IPCC Good Practice Guidance, Singapore’s GHG inventory has been updated in a consistent manner. Where historical data is unavailable, the splicing techniques prescribed in the 2006 IPCC Guidelines, such as extrapolation and the surrogate method, were applied to ensure time series consistency. More details are provided in Chapter 3. Inclusion of new sectoral reporting tables: For enhanced transparency, Singapore will also be including more sectoral and background reporting tables under Waste and Agriculture, Forestry and Other Land Use (AFOLU) sectors to reflect the guidance from the Team of Technical Experts’ (TTE) feedback arising from the Technical Analysis Summary Report (TASR) of our 4th BUR. Singapore will continue efforts to enhance our MRV capabilities to improve the transparency of our reports. We will continue to build our capacities through participation in technical workshops and the outcomes will be included in future BURs/BTRs."
  },
  {
    "para_id": 129,
    "text": "Singapore continues to monitor GHG emissions and removals from the LULUCF sector via wall-to-wall assessment of the land use and land-use changes derived through very high-resolution satellite images, encompassing all land-use categories as well as activity data on the five carbon pools, in accordance with the guidelines defined by the IPCC. Most of the emission factors are obtained from field measurements and modelling. As we proceed to build on the refinements reported in previous BURs, we continue to enhance our data collection and analysis for this sector. In doing so, we have completed our next cycle of field measurements for the national forest inventory, which provides an update to the emission factors and are used in the preparation of this BUR. We have also taken a closer look at processing our satellite images to refine the estimates of our activity data. We continue to build our capacity by providing regular internal training opportunities for technical staff as well as participating in capacity-building workshops to further develop our technical capabilities."
  },
  {
    "para_id": 130,
    "text": "In 2018, Singapore developed an interim Tier 1b estimate of HFCs emissions from the RAC sector for the year 2014. The same methodology was used to obtain an estimate for 2018. The estimate is 6.40 MtCO₂ eq. On 1 January 2019, Singapore implemented licensing controls on the HFCs regulated under the Kigali Amendment of the Montreal Protocol. The licensing regime has enabled Singapore to collect more accurate import and export trade data on HFCs. With the new licensing condition, Singapore has been working to develop a Tier 2 estimate of HFCs emissions for data from 2019 onwards, to be included in the national GHG inventory in future reports."
  },
  {
    "para_id": 131,
    "text": "As a global trading hub with a high trade to GDP ratio, Singapore experiences volatility in trade data as a direct result of our large and varying trade volumes coupled with the presence of a large refining and petrochemical sector. This gives rise to large discrepancies between emissions calculated using the reference approach and the sectoral approach. As such, emissions calculated using the sectoral approach would be more accurate than using the reference approach in Singapore’s context. Singapore is building its capacity to understand the discrepancies through an ongoing study. The results will be included in future reports."
  },
  {
    "para_id": 132,
    "text": "Climate change is a global challenge that requires global solutions. Singapore believes that the most effective way we can contribute is through sharing our best practices and expertise in climate change and sustainable development with fellow developing countries. We do this primarily through the SCP, which is our flagship technical assistance programme. Since its establishment in 1992, more than 137,000 officials from over 180 countries and territories have participated in our capacity building programmes. Our SCP programmes are aimed at strengthening countries’ ability to implement the 17 SDGs of the 2030 Agenda and the Paris Agreement. Recognising the difficulties faced by many developing countries in countering the growing challenge of climate change, we have offered courses related to sustainable development and climate change since 2012. Our newest package, the CAP, was launched in 2018. Courses under the CAP aim to support all developing countries, in particular the SIDS and LDCs, in building climate resilience while achieving their Paris Agreement pledges. The CAP covers topics such as climate adaptation and mitigation strategies, DRR, energy efficiency, and emission reduction. Following positive feedback, we extended the CAP to 2023."
  },
  {
    "para_id": 133,
    "text": "Singapore also works with developed and developing country partners and international organisations to synergise expertise and pool resources to implement capacity-building programmes. In June 2019, we worked with the UN Office for Disaster Risk Reduction (UNDRR) on a “train-the-trainers” workshop in disaster resilience for the Caribbean. In January 2020, we co-hosted a workshop on “Enhancing Nationally Determined Contributions” with the NDC Partnership, which was supported by the UNFCCC Secretariat and the 2050 Pathways Platform. Participants found the workshop helpful in guiding their application of UNFCCC reporting guidelines, as well as in the accounting and tracking of the progress of their countries’ NDCs. The workshop also provided an encouraging platform for NDC administrators to share valuable experiences."
  },
  {
    "para_id": 134,
    "text": "The multi-agency GHG inventory team uses a four-stage inventory process to facilitate continuous improvement to the national GHG inventory."
  },
  {
    "para_id": 135,
    "text": "The most significant GHG emitted in Singapore is CO₂, primarily produced by the burning of fossil fuels to generate energy used by the industry, building, household, and transport sectors. Given Singapore’s small land size and highly urbanised landscape, GHG emissions from the AFOLU sector are negligible in comparison with other economic sectors and the size of carbon stocks."
  },
  {
    "para_id": 136,
    "text": "Singapore’s GHG emissions for 2018 totalled 53,312.68 GgCO₂ eq. This excludes the interim Tier 1b estimate of HFCs emissions from the RAC sector of 6,398.15 GgCO₂ eq in 2018. A breakdown of the total GHG emissions by sources in GgCO₂ eq is provided in the inventory, along with the breakdown of emissions by type of gas."
  },
  {
    "para_id": 137,
    "text": "Singapore’s emissions were estimated using the 2006 IPCC Guidelines for National GHG Inventories. Emissions estimates were based on the sectoral approach. Most emissions estimates were derived using Tier 1 methodology provided in the 2006 IPCC Guidelines. Where default conversion and emission factors were used, they were taken from the 2006 IPCC Guidelines as well, unless otherwise stated. Higher tier methodology was used where data was available. Specifically, higher tiers and country/plant-specific emission factors were used for estimating fugitive emissions from oil and natural gas, emissions from some categories of IPPU, CH₄ emissions from solid waste disposal and CO₂ emissions from the incineration of solid waste. Emissions from the LULUCF sector were also obtained mainly from using Tier 2 and Tier 3 methodologies based on the 2006 IPCC Guidelines and the 2013 Supplement to the 2006 IPCC Guidelines: Wetlands (Wetlands Supplement), where applicable."
  },
  {
    "para_id": 138,
    "text": "The CO₂ emissions from hazardous waste incineration were estimated using Tier 1 methodology from the 2006 IPCC Guidelines, with default emission factors from the IPCC Good Practice Guidance due to unavailable factors in the 2006 IPCC Guidelines. In addition, the IPCC Good Practice Guidance and Uncertainty Management in National GHG Inventories were applied to improve the transparency, consistency, comparability, completeness and confidence in the national GHG inventory of emissions estimates."
  },
  {
    "para_id": 139,
    "text": "The estimated CH₄, N₂O, HFCs, PFCs, SF₆ and NF₃ emissions were converted to CO₂ equivalent (CO₂ eq) using the 100-year time-horizon GWP values from the IPCC AR5. The GWP values are as follows: Carbon dioxide (CO₂) has a GWP of 1. Methane (CH₄) has a GWP of 28. Nitrous oxide (N₂O) has a GWP of 265. Hydrofluorocarbons (HFCs) have a GWP range of 116–12,400. Perfluorocarbons (PFCs) have a GWP range of 6,630–11,100. Sulphur hexafluoride (SF₆) has a GWP of 23,500. Nitrogen trifluoride (NF₃) has a GWP of 16,100."
  },
  {
    "para_id": 140,
    "text": "Emissions of precursors such as carbon monoxide (CO), nitrogen oxides (NOₓ), non-methane volatile organic compounds (NMVOCs) and other gases such as sulphur dioxide (SO₂) are not included in the inventory. The levels of these gases in the air are currently monitored by a network of ambient air quality monitoring stations. CO, NOₓ and SO₂ are considered air pollutants and are regulated under the Environmental Protection and Management Act (EPMA), which stipulates emission standards for these pollutants. Strict enforcement programmes and air quality monitoring have helped to ensure that the emissions of all these precursors are minimised and that air quality remains good."
  },
  {
    "para_id": 141,
    "text": "The 2018 GHG inventory worksheets are appended in the Annex. A breakdown of the total GHG emissions by sources reported in previous NCs and BURs (1994, 2000, 2010, 2012, 2014 and 2016) in GgCO2 eq can also be found in the Annex. CO2 emissions from international bunkers in 2018 were 15,684.96 GgCO2 eq for aviation and 157,319.27 GgCO2 eq for marine. As Singapore is a major international air and sea transportation hub, aviation and marine bunker fuels are uplifted in Singapore as part of the services provided to passing aircraft and ships on international routes. Emissions from international aviation and marine bunker fuels are therefore excluded from Singapore’s national GHG inventory and national GHG totals. Singapore actively supports and contributes to the efforts led by the ICAO and the IMO in addressing international aviation and maritime transport emissions on a global basis."
  },
  {
    "para_id": 142,
    "text": "Emissions from the incineration of solid waste and incineration of sludge are included under 1A1 Energy Industries. According to the 2006 IPCC Guidelines, CO2 emissions from waste incineration are estimated from the portion of the waste that is fossil-based, and the non-fossil-based fraction is excluded. Heat from the incineration of sludge from wastewater processes is also recovered in Singapore, hence CH4 and N2O emissions from sludge incineration are reported in the energy sector."
  },
  {
    "para_id": 143,
    "text": "The combustion of fossil fuels to generate energy is the major source of GHG emissions in Singapore. The amount of emissions emitted from the energy sector in 2018 was 49,867.74 GgCO2 eq. Emissions from electricity and heat generation in 2018 totalled 20,293.79 GgCO2 eq. Emissions from the Manufacturing Industries and Construction sector primarily come from the combustion of primary fuels by the refining and petrochemical sector. While Singapore does not produce any oil or gas, it is a major oil refining and petrochemical centre that serves the global market."
  },
  {
    "para_id": 144,
    "text": "Electricity consumed in the same year was 50,438.20 GWh. In 2018, Singapore had a network of 3,515 km of paved public roads and a population of 957,006 motor vehicles. These motor vehicles consumed diesel, motor gasoline, and compressed natural gas (CNG). Marine Gas Oil/Marine Diesel Oil (MGO/MDO) was consumed by harbour and pleasure craft plying within the waters of Singapore."
  },
  {
    "para_id": 145,
    "text": "Emissions from the commercial/institutional and residential sectors were from the use of LPG, Gas Work Gas, and natural gas. The Energy Conservation Act (ECA) introduced in 2013 mandates energy-intensive companies in the industrial sector to monitor and report their energy use and GHG emissions on an annual basis. Companies under the ECA will compute their fugitive emissions and IPPU emissions based on the 2006 IPCC Guidelines and submit their GHG reports as part of their regulatory requirements. Fugitive emissions from oil and natural gas are estimated using a mix of Tier 1, Tier 2, and Tier 3 estimation methods, incorporating plant-specific methodology, activity data and emission factors, and account for 2.41% of the national 2018 GHG inventory. The sources of fugitive emissions compiled from the ECA include, but are not limited to, equipment leaks, evaporation and flashing losses, venting, flaring, incineration, and accidental releases. The main contributors to fugitive emissions from oil and natural gas were the flaring of waste gases from process upsets and/or maintenance activities."
  },
  {
    "para_id": 146,
    "text": "Emissions from the IPPU sector are compiled from the GHG reports submitted by energy-intensive companies in the industrial sector as part of the regulatory requirements under the ECA. Emissions from the IPPU sector are estimated using a mix of Tier 1, Tier 2, and Tier 3 estimation methods from the 2006 IPCC Guidelines, incorporating plant-specific methodology, activity data and emission factors where data is available. Where default factors were used, they were taken from the 2006 IPCC Guidelines. The main source of emissions in the IPPU sector is from the “2E Electronics Industry” category, contributing 74.41% of the IPPU emissions. In the electronics industry, CO2, CH4, N2O, HFCs, PFCs, SF6 and NF3 were used in the manufacturing processes, with emission control technologies installed in some processes. This is followed by emissions from the category, “2F Product Uses as Substitutes for Ozone Depleting Substances,” which accounts for 12.47% of the IPPU emissions, mainly due to emissions from the usage of HFCs in the solvents application."
  },
  {
    "para_id": 147,
    "text": "The “2H Other” category includes estimated emissions where there is no methodological guidance provided in the 2006 IPCC Guidelines, such as the Food and Beverages industry, Chemical industry – Other, and Other – Shipbuilding industry. For such emissions, plant-specific methodology, activity data and emission factors were used for emissions estimation. In addition, emissions from source categories that are considered confidential are masked under the “2H Other” category. The breakdown of emissions by type of gas in the IPPU sector is as shown."
  },
  {
    "para_id": 148,
    "text": "The GHG emissions from agriculture for the reporting year 2018 are negligible, contributing only 0.02% of Singapore’s total GHG inventory. The small agricultural sector only occupies about 1% of land in Singapore and mainly produces eggs, food fish, and leafy vegetables for local consumption to supplement our imports of these items. Some quail eggs are produced, and a small number of dairy cows and goats are reared for milk for local consumption. Some orchids and ornamental fish are also grown and reared for export, but this made up a small and insignificant subset of the agriculture sector in Singapore. The emissions from the agriculture sector for the reporting year 2018 are estimated to be 8.04 GgCO2 eq as presented in the table below. Estimates from the agriculture sector are included for the first time through this BUR. The emissions from agriculture sector were estimated using the Tier 1 approach, with default emission factors from the 2006 IPCC Guidelines. The activity data was derived from census data and customised surveys. Considerable amount of effort was spent to collect data required from farms for reporting the BUR and most emissions were insignificant."
  },
  {
    "para_id": 149,
    "text": "Singapore continues to maintain a system to capture removals and emissions from the LULUCF sector, ensuring compliance in accordance to the 2006 IPCC Guidelines on LULUCF. Estimation and reporting of the GHG removals and emissions were carried out for all land use and land-use change categories in Singapore, and assessed for all five carbon pools. The main land-use categories (Forest Land, Cropland, Wetlands and Settlements) were further subdivided into subcategories for assessment of their respective contributions to the removals and emissions. The category Grassland is not relevant for Singapore, as lawns and grassland patches are located in between infrastructure, in urban parks and stocked forests, and subsumed under the Forest Land category or under Settlements using specific emission factors for such low vegetation. The category Other Land does not occur in Singapore. However, a unique land category “Other” is included to capture emissions/removals mainly from activities such as land reclamation projects."
  },
  {
    "para_id": 150,
    "text": "For all land-use change categories, the IPCC approach of estimating removals and emissions in all pools for a transition period of 20 years continues to be applied. Methods employed in the assessment follow higher tier approaches, where possible, for example in Forest Land. The land use and land-use change matrix continues to be assessed based on a wall-to-wall mapping using very high-resolution satellite images. Emission factors of any significant pools of subcategories were estimated with Tier 2 or 3 approaches and using country-specific data, derived from regular ground-truthed field measurements of tree biomass and soil inventory and estimated by modelling approaches. The C stock change rates of biomass and soil in land-use change areas to the Forest Land subcategory “Mangroves” were taken from the Wetlands Supplement and complemented by country-specific C stocks from published literature. Biomass C stocks of Cropland were estimated using IPCC default values due to the insignificant share of this land-use category in Singapore. The default soil C stock and management factors for cropland were taken from the 2006 IPCC Guidelines."
  },
  {
    "para_id": 151,
    "text": "Singapore is a highly dynamic country with frequent land-use changes within a short period of time. As such, land has been frequently converted to other land-use categories or subcategories more than once within a 20-year transition period. This may lead to potential overestimates of GHG emissions and removals from unrealistic fluctuations in carbon pools. By performing a series of checks to our remote sensing data, intermediate land-use changes were then corrected to ensure smoother transitions, such that each land-use change relates to a more realistic estimate of carbon stock changes. We have also completed another round of ground truthing exercise resulting in updated emission factors for significant categories and subcategories in the LULUCF sector. The corresponding estimates of removals and emissions were derived from these updated emission factors."
  },
  {
    "para_id": 152,
    "text": "The total annual net emissions for the reporting year 2018 for the LULUCF sector of Singapore amounted to 112.18 GgCO2 eq (including N2O). A summary breakdown of the contributions from each land-use category is represented below."
  },
  {
    "para_id": 153,
    "text": "Singapore has adopted waste-to-energy incineration technology to reduce the volume of waste disposed of at landfill since the 1970s. As heat from the incineration of waste is recovered to produce electricity, according to the 2006 IPCC Guidelines, CO2, CH4, and N2O emissions from waste incineration are reported in the energy sector. Biogenic CO2 emissions from the incineration of non-fossil-based waste are excluded from the national total emissions estimates and are included as an information item in the energy sector. Today, all incinerable wastes that are not recycled are disposed of at the waste-to-energy plants. Only non-incinerable waste and ashes from the incineration process are disposed of at the offshore Semakau Landfill, which is the only active sanitary landfill in Singapore. The Lorong Halus Landfill, which was closed in 1999, has a management system and a leachate collection system. A bentonite wall and a leachate collection system were also installed adjacent to the landfill site along the riverbank to transform the river into a reservoir. These help to mitigate the risk of leachate from the landfill polluting water, as well as manage CH4 emissions to the atmosphere. The CH4 concentration in Lorong Halus Landfill has since reached a low concentration level and the extraction of gases was discontinued in 2017. There are also insignificant CH4 emissions from Semakau Landfill, as it receives only incineration ash and non-incinerable waste."
  },
  {
    "para_id": 154,
    "text": "CH4 and N2O emissions were estimated based on the amount of waste incinerated at the waste-to-energy incineration plants."
  },
  {
    "para_id": 155,
    "text": "From 1985 to 2008, treated sludge was applied on reclaimed land sites as a soil conditioner. Residual CH4 emissions were due to anaerobic decay of the organic contents in the sludge from these sites. Since 2009, direct methane emissions from sewage sludge have been significantly reduced by incinerating the sludge. The CH4 emissions from sewage sludge disposal in 2018 were 19.36 GgCO2 eq. As heat from the incineration of sludge is recovered to produce electricity, according to the 2006 IPCC Guidelines, CH4 and N2O emissions from incineration of sludge are reported in the energy sector."
  },
  {
    "para_id": 156,
    "text": "Facilities engaged in the incineration of clinical and hazardous waste in Singapore are regulated by the NEA under the Environmental Public Health Act (EPHA) and its Regulations. The activity data submitted by these facilities to NEA was used to estimate the emissions of CO2, CH4 and N2O. The breakdown of emissions by type of GHG from clinical waste incineration is as shown. CO2 emissions were 2.80 GgCO2 eq, accounting for 97.74% of total emissions from clinical waste incineration. N2O emissions were 0.06 GgCO2 eq, accounting for 2.26%, while CH4 emissions were negligible. For hazardous waste incineration, CO2 emissions were 217.47 GgCO2 eq, accounting for 99.20% of total emissions from hazardous waste incineration, while N2O emissions were 1.75 GgCO2 eq, accounting for 0.80%, and CH4 emissions were negligible."
  },
  {
    "para_id": 157,
    "text": "Used water from both domestic and non-domestic sources is conveyed via sewers to water reclamation plants (WRPs) for treatment. At the WRPs, the used water is treated using the waste activated sludge process. A by-product of this treatment process is waste activated sludge which is fed into digesters for stabilisation. The biogas produced in the digesters is used as fuel to either dry dewatered sludge further or generate electricity to supplement the power requirement of the treatment facilities. CO2 produced from the combustion of biogas is not counted in the national inventory as it is part of the natural carbon cycle of decomposition. Fugitive CH4 emission is negligible as all unused biogas is flared. Emissions from wastewater treatment are reported at an aggregated level and not differentiated by the waste sources. N2O emissions were from human sewage and estimated based on annual per capita protein intake data from the UN Food and Agriculture Organisation (FAO). The N2O emissions from wastewater treatment and discharge in 2018 were 70.19 GgCO2 eq."
  },
  {
    "para_id": 158,
    "text": "A key category analysis (KCA) is conducted for the GHG inventory to identify major sources of GHG emissions, so that the resources available for inventory preparation are prioritised to improve GHG emissions estimates for those major sources. The KCA is performed for emission sources, in terms of CO2 equivalent emissions. Key categories are identified using the Approach 1 level assessment and trend assessment from the 2006 IPCC Guidelines, whose emissions when summed in descending order of magnitude add up to 95% of the total GHG emissions. Disaggregation to lower levels was not considered necessary as it splits important aggregated categories into small sub-categories that are no longer key. The key categories identified in the tables overleaf are performed with LULUCF. There are no changes to the key categories identified from the Approach 1 level and trend assessment, with and without LULUCF."
  },
  {
    "para_id": 159,
    "text": "Of the 15 key categories identified, 11 key categories originate from fuel combustion activities which primarily produce CO2 emissions. The main contributor to Singapore’s 2018 GHG inventory is CO2 emissions from the combustion of natural gas (32.2%) for electricity and heat generation. The other four key categories identified are PFCs and NF3 from the Electronics Industry which are used and emitted by semiconductors and integrated circuits manufacturing companies, fugitive CO2 emissions from oil and natural gas due to flaring of waste gases from process upsets and/or maintenance activities, and HFCs from Product Uses as Substitutes for Ozone Depleting Substances category which are mainly used and emitted in the solvent application."
  },
  {
    "para_id": 160,
    "text": "There are 13 key categories identified in the trend assessment with the highest trend seen in the decrease in fuel oil combustion for electricity and heat generation (40.2%), followed by the increase in natural gas combustion for electricity and heat generation (23.2%). This natural gas and fuel oil trend is also observed in the manufacturing industries and construction sector, where natural gas combustion increased by 9.9% while fuel oil combustion decreased by 5.9% respectively."
  },
  {
    "para_id": 161,
    "text": "An uncertainty analysis is conducted for the GHG inventory to prioritise national efforts to reduce the uncertainty of inventories and guide decisions on methodological choice. Currently, efforts are being undertaken to quantitatively estimate the uncertainty of the GHG inventory. The results will be included in future reports when ready. Singapore’s national GHG inventory was qualitatively assessed based on three levels of confidence: H for High confidence in estimation, M for Medium confidence in estimation, and L for Low confidence in estimation."
  },
  {
    "para_id": 162,
    "text": "99.8% of the GHG data has a confidence level of either “medium” or “high”. A large proportion of these emissions is from fuel combustion activities. The collection of fuel combustion, fugitive emissions, IPPU, clinical and hazardous waste data through Acts regulated by EMA and NEA strengthened the confidence in the data and formed the basis for the high confidence in the GHG emissions. Data collected under surveys was assessed to be of medium confidence level. Quality control and quality assurance procedures outlined in the 2006 IPCC Guidelines were also applied to minimise human errors during inventory compilation and to ensure that the inventory is complete, accurate, and consistent."
  },
  {
    "para_id": 163,
    "text": "The categories that were assessed to be of lower confidence accounted for about 0.2% of total GHG emissions. The conservative level of confidence reflected the uncertainties for these emissions estimates. Methodological issues such as proxy data used to estimate N2O emissions from wastewater treatment and discharge resulted in a lower level of confidence. Additionally, as the GHG estimates from the LULUCF sector are based on subtractions between emissions and removals in pools, subcategories and across subcategories, this leads to a relatively high uncertainty even when higher tier approaches are applied, as is the case for Singapore. The highly dynamic Settlements subcategories and the subcategory land-use change to Forest Land contribute most to the total uncertainty of the LULUCF sector."
  },
  {
    "para_id": 164,
    "text": "Singapore’s national GHG inventory time series were recalculated using the methodologies outlined in the 2006 IPCC Guidelines, with methods and emission factors used for emissions estimation summarised on pages 69–71. For source categories with new or updated activity data, emission factors and equation parameters where applicable, emissions estimates for past inventories were also recalculated. This includes emissions from the agriculture sector, updates to the LULUCF sector, updates to the United Nations’ FAO annual per capita protein intake figure, and updates for activity data under the energy sector such as IPCC category 1A2 Manufacturing Industries and Construction, and 1A3 Transport. To ensure time series consistency, efforts were taken to use the prescribed splicing techniques from the 2006 IPCC Guidelines (e.g. surrogate data) to ensure that the inventories were recalculated where historical data was unavailable."
  },
  {
    "para_id": 165,
    "text": "Generally, using the methodologies outlined in the 2006 IPCC Guidelines, updates to activity data and parameters resulted in an estimated 0.1% increase in GHG emissions across the time series for the earlier years. The increase in GHG emissions in the year 2016 was largely due to revision in activity data arising from efforts taken to ensure transparency, consistency, comparability and confidence in the national GHG inventory of emission estimates as prescribed in the IPCC Good Practice Guidance."
  },
  {
    "para_id": 166,
    "text": "From 2000 to 2018, Singapore’s economy grew at a compounded annual growth rate (CAGR) of 5.1%, while real GDP levels (in chained (2015) dollars) increased by 146% from S$193 billion in 2000 to S$476 billion in 2018. In the same period, Singapore’s GHG emissions grew at a slower rate with a CAGR of 1.8%, and an increase of 36.7% (14,326 GgCO2 equivalent) from 2000 to 2018."
  },
  {
    "para_id": 167,
    "text": "As an open trade-oriented economy, Singapore’s GDP growth volatility is much higher than that of larger economies. Singapore’s GDP is sensitive to changes in the global economy as emissions attributable to economic activity make up a large proportion of Singapore’s emissions. Hence, our emissions trajectory can be affected by external economic conditions and events. For example, the uptick in emissions in 2010 can be attributed to Singapore’s strong recovery after the Global Financial Crisis in 2008 and 2009, when GDP grew by 14.5% in 2010 after growing marginally at 0.1% in 2009."
  },
  {
    "para_id": 168,
    "text": "Overall, emissions intensity improved by 44.5% while energy intensity improved by 39.8% from 2000 to 2018. Some of the key policy initiatives implemented during this period include a switch in fuel mix from fuel oil to natural gas, a cleaner fuel source, as well as various schemes promoting energy efficiency. These include the BCA Green Mark Scheme, a green building rating system, and co-funding and financing schemes that promote the development of environmentally friendly buildings."
  },
  {
    "para_id": 169,
    "text": "Quality control and quality assurance checks for the compilation of data and computation of GHG emissions were developed based on the 2006 IPCC Guidelines for National GHG Inventories. An Emissions Data Monitoring and Analysis (EDMA) system has been developed to facilitate the inventory compilation process. The system has been designed to receive input and activity data from different data sources, generate emissions estimates, facilitate quality control checks and provide the relevant government agencies with secure access to the emissions database."
  },
  {
    "para_id": 170,
    "text": "The system has been designed for efficient electronic data management and archival of all data used in the estimation of emissions to ensure the continuity and security of the national GHG inventory. The data management functions of the system include archival and storage of past activity data and emission factors, archival and storage of data source descriptions, methodology descriptions and reference materials, and one-stop integrated access to the documentation of data sources, methodology descriptions, and reference materials."
  },
  {
    "para_id": 171,
    "text": "Data required for the national GHG inventory is collected/compiled through legislation and surveys administered by the various government agencies (data owners). The sources of data for the national GHG inventory are as follows:"
  },
  {
    "para_id": 172,
    "text": "Data collected is verified by an independent team within each agency, which is not involved in the data collection and compilation process. After these quality assurance checks, agencies will submit their quality control and quality assurance documentation together with their data to NEA for computation/conversion to GHG emissions."
  },
  {
    "para_id": 173,
    "text": "GHG emissions are computed by the GHG inventory team within NEA based on the activity data provided by agencies. The quality control checks on emissions computed from source data are verified by persons who are not involved in the emissions computation. These procedures help to minimise human errors during inventory compilation, and ensure the production of complete, accurate, and consistent inventories. The quality control procedures that were conducted by the GHG inventory team within NEA are summarised above."
  },
  {
    "para_id": 174,
    "text": "Quality control checks have also been incorporated into the EDMA system. These include checks on the acceptable range of data input and factors, as well as percentage differences compared to emissions from previous years."
  },
  {
    "para_id": 175,
    "text": "The quality assurance procedures comprise checking of transcription of data between databases, verification of data, emission factors, conversion factors and equations, including checking of congruence of totals and sub-totals. The computed emissions are verified by an independent NEA team that is not involved in the computation of the GHG emissions. This quality assurance team conducts a review of the inventory compilation process. The review involves the verification of methods, data, processes, and assumptions for the preparation of the inventory, and recommendation of areas for improvement as necessary. During the review, needs for institutional strengthening and capacity building are identified and planned to improve future work on the national GHG inventory. Training is proposed as necessary for new and existing officers involved in the preparation of the national GHG inventory."
  },
  {
    "para_id": 176,
    "text": "An inter-agency working committee (MRV Taskforce) will review the quality control and quality assurance procedures conducted by agencies, and endorse the national GHG inventory."
  },
  {
    "para_id": 177,
    "text": "Shifting to cleaner energy and improving energy efficiency across sectors are some key strategies to mitigate Singapore’s emissions."
  },
  {
    "para_id": 178,
    "text": "Under our 2009 Copenhagen pledge, Singapore is committed to reducing emissions by 16% below 2020 BAU levels. Having ratified the Paris Agreement on 21 September 2016, Singapore has also enhanced our NDC pledge which builds on our 2020 commitment for which we have met. Under the enhanced 2030 NDC, Singapore intends to reduce emissions to around 60 MtCO2 eq in 2030 after peaking our emissions earlier."
  },
  {
    "para_id": 179,
    "text": "Energy is a strategic resource for Singapore. As an alternative energy-disadvantaged country, Singapore is highly reliant on imports for our energy needs. Recognising that energy is a scarce resource, Singapore allows for market pricing of fuel and electricity without any direct subsidy. This results in firms and households making appropriate energy consumption choices, such as minimising energy wastage and over-consumption, which contributes to emissions reduction."
  },
  {
    "para_id": 180,
    "text": "Since the early 2000s, Singapore has taken steps to use a cleaner fuel mix for electricity generation, switching from fuel oil to natural gas. To further decarbonise the power sector as part of our energy transition and other initiatives under the Green Plan, we will harness and tap on “Four Switches” to transform our energy supply: 1st Switch: Natural gas, 2nd Switch: Solar, 3rd Switch: Regional power grids, 4th Switch: Emerging low-carbon alternatives (e.g. CCUS and hydrogen)."
  },
  {
    "para_id": 181,
    "text": "Given Singapore’s limited options for alternative energy sources, improving energy efficiency is one of our key mitigation strategies. This will require households and businesses to be more energy-conscious and make adjustments to their daily activities, choices, and processes. In addition to reducing emissions, greater energy efficiency also leads to cost savings. The Government will continue to raise awareness and build capabilities to improve energy efficiency across sectors. A major part of this effort involves addressing sector-specific barriers using incentives or regulatory measures where appropriate."
  },
  {
    "para_id": 182,
    "text": "Measure #1 Shifting to Cleaner Energy Sources Traditionally, Singapore has relied heavily on natural gas piped in from Malaysia and Indonesia for power generation. Since May 2013, Singapore has imported LNG from global gas markets through our LNG terminal. Having access to both LNG and piped natural gas has helped to diversify and secure our energy sources and further increase the share of clean natural gas in our fuel mix. The proportion of Singapore’s electricity generated by natural gas rose from 26% in 2001 to 95.8% in 2020. The grid emission factor of the power system has improved in tandem. Today, Singapore ranks among the countries with the highest percentage use of natural gas for electricity generation. Our fuel mix makes us much less carbon-intensive than many other nations that still use coal as an important part of their power generation. Notwithstanding this, we have launched the Genco Energy Efficiency Grant Call and Advanced Combined Cycle Gas Turbines (CCGT) incentive scheme to encourage generation companies to improve energy efficiency and reduce carbon emissions of their existing natural gas units."
  },
  {
    "para_id": 183,
    "text": "We are also increasing our use of solar energy. Among the renewable energy options, solar energy remains the most promising option for Singapore. As of 2020, Singapore had installed 435.8 megawatt-peak (MWp) of solar PV compared to 15.3 MWp in 2013. We have also set targets to achieve 1.5 gigawatt-peak (GWp) of solar by 2025 and at least 2 GWp by 2030. To achieve this, we are increasing solar deployment on both conventional rooftop spaces and innovative solar applications (e.g. floating solar, solar on building facades). We are also actively investing in R&D and test-bedding to lower cost, optimise space utilisation, and improve the efficiency and durability of solar technologies."
  },
  {
    "para_id": 184,
    "text": "To facilitate this, EDB had previously implemented solar capability building schemes such as the Solar Capability Scheme (SCS) and Clean Energy Research & Testbedding (CERT) Programme. These had built up capabilities among our local solar companies in the engineering design and installation of solar PV systems. R&D funding was also directed towards building capabilities in solar PV manufacturing, systems, and grid integration. Moving forward, Singapore will continue to invest in R&D to develop low-cost, high-efficiency cells and modules, urban solar system capabilities, and grid integration solutions for intermittent renewables. On the demand side, the Government embarked on the SolarNova programme which aggregates demand for solar PV deployment across public sector buildings and spaces, to catalyse the growth of the solar industry in Singapore. Five leasing tenders totalling 296 MWp have been awarded since 2015, with a sixth tender awarded in 2022 for 70 MWp of solar energy. The SolarNova programme forms part of Singapore’s plan to reach at least 2 GWp of installed solar PV capacity by 2030. PUB is actively deploying solar panels on reservoirs. The clean energy generated is sufficient to power PUB’s five local water treatment plants and the Marina Barrage, offsetting approximately 7% of PUB’s annual energy needs and reducing our carbon emissions by about 32 kilotonnes per year. Two floating solar PV systems of 1.5 MWp each were also deployed at Bedok and Lower Seletar Reservoirs in 2021. PUB is currently studying the feasibility of deploying 44MWp and 100MWp floating solar PV systems at Pandan and Lower Seletar Reservoirs respectively."
  },
  {
    "para_id": 185,
    "text": "In addition, EMA has been enhancing the market and regulatory framework to facilitate solar deployment in a sustainable manner. Some of the key enhancements include providing greater clarity on the licensing framework for solar energy and streamlining market registration and settlement procedures to reduce compliance cost. The Government has also worked with research institutes to review and update Singapore’s estimated solar technical potential. This helps to increase public and industry awareness of solar energy in Singapore’s context and support deployment. The Government will continue to work with the industry to facilitate greater deployment of solar energy in the power system."
  },
  {
    "para_id": 186,
    "text": "To manage the intermittent nature of solar and ensure grid resilience, we have set out a target to deploy at least 200 megawatts (MW) of ESS beyond 2025. We are working with the industry and research community to evolve policies and regulations and embark on R&D initiatives and testbeds to grow a vibrant ecosystem and facilitate pervasive ESS deployment in Singapore. For instance, EMA and Keppel Offshore & Marine (Keppel O&M) awarded a research grant to a consortium in October 2020 to pilot Singapore’s first floating ESS. The consortium will deploy a 7.5 MW/7.5 MWh Li-ion battery ESS on Keppel O&M’s Floating Living Lab, which will be one of Singapore’s largest ESS deployments to date. As Singapore’s hot and humid environment can affect ESS performance, the testbed will also use an innovative liquid-cooling solution to cool the battery cells and enhance the lifecycle of the ESS."
  },
  {
    "para_id": 187,
    "text": "These measures to shift Singapore to cleaner energy sources were projected to achieve 4.18 Mt of CO2 eq abatement by 2020. An estimated 4.55 Mt of CO2 eq abatement was achieved in 2020."
  },
  {
    "para_id": 188,
    "text": "Beyond the switch to natural gas and maximising solar deployment, Singapore is tapping on regional power grids to access cleaner energy sources beyond our borders. We are planning to import up to 4 GW of low-carbon electricity by 2035, which is expected to make up around 30% of Singapore’s electricity supply in 2035. To pave the way for these electricity imports, EMA has been working with various partners on electricity import trials, which will allow us to assess and refine the technical and regulatory frameworks for importing electricity. They include a trial to import 100 MW of electricity from Peninsular Malaysia, as well as a pilot to import around 100 MW of solar-generated electricity from Pulau Bulan, Indonesia. Singapore is also a part of the Lao PDR-Thailand-Malaysia-Singapore Power Integration Project (LTMS-PIP), which facilitates cross-border power trade among the four countries."
  },
  {
    "para_id": 189,
    "text": "Finally, Singapore is exploring emerging low-carbon technologies such as advanced geothermal systems, hydrogen, and CCUS that can help reduce Singapore’s carbon footprint in the longer term. While such technologies are nascent, Singapore is taking active steps including investing in R&D through the LCER Funding Initiative to improve the technical and economic viability of such solutions."
  },
  {
    "para_id": 190,
    "text": "In 2017 and 2018, the Government organised the “Energy-Saving Challenge” to encourage households to be more energy-efficient and practise energy-saving habits such as setting the air conditioner temperature at 25 °C. Participants who reduced their electricity use by 1% or more during the Challenge period stood a chance to win prizes from the campaign sponsors. The Challenge received 7,000, and more than 15,000 entries in 2017 and 2018 respectively. Participants in the two campaigns saved a total of 800,000 kWh during the contest periods."
  },
  {
    "para_id": 191,
    "text": "To encourage households staying in one- or two-room public housing units to switch to using LED lights, NEA provided S$25 or US$18.50 vouchers with a Switch and Save – Use LED (SSUL) programme in 2018. About 9,000 households utilised the vouchers which resulted in an annual electricity savings of about 200,000 kWh. This was followed by the launch of the Climate Friendly Households Programme in 2020 where each one-, two-, and three-room public housing household was provided with $225 or US$166.46 worth of e-vouchers to purchase energy-efficient and climate-friendly refrigerators, LED lights, and water-efficient shower fittings. These mitigation measures have achieved about 0.72 Mt of CO2 eq abatement in 2020, which is equivalent to taking about 220,000 cars off the road."
  },
  {
    "para_id": 192,
    "text": "Measure #6 Reducing Emissions from Waste and Wastewater Treatment The Government is also looking to reduce emissions from waste and wastewater treatment. First, we incinerate our waste and wastewater sludge, which reduces methane emissions from landfills. Second, we intend to increase our overall waste recycling rate to 70% by 2030 from the current 52%. Third, we maximise energy efficiency in operations and increase energy production and recovery. One key initiative in progress is the co-location of a used water treatment plant (Tuas Water Reclamation Plant (TWRP)) and an Integrated Waste Management Facility (IWMF), which is expected to be completed in phases from 2026 onwards. The integration of these two facilities is collectively known as the Tuas Nexus and provides an opportunity to harness synergies in treating used water and solid waste, reaping the benefits of a Water-Energy-Waste nexus. Among the many synergies at Tuas Nexus, the additional biogas produced at TWRP through the co-digestion of food waste slurry and used water sludge will be combusted at the IWMF to enhance its overall plant thermal efficiency and increase power production. The electricity generated by IWMF will be sufficient to sustain the operations of Tuas Nexus, and excess electricity will be exported to the national grid. The mitigation measures in the waste and water sectors were projected to achieve 0.15 Mt of CO2 eq abatement by 2020. In 2020, the abatement achieved was 0.14 MtCO2 eq."
  },
  {
    "para_id": 193,
    "text": "Carbon Tax Carbon tax provides a strong price signal and impetus for businesses and individuals to reduce their carbon footprint in line with national climate goals. Singapore implemented a carbon tax, the first carbon pricing scheme in Southeast Asia, on 1 January 2019. The carbon tax applies to all facilities emitting 25 ktCO2 eq or more GHG emissions in a year across all sectors without exemption, and covers around 80% of our national emissions. The carbon tax provides a broad-based price signal to encourage GHG emission reduction where it makes the most economic sense. The carbon tax is part of Singapore’s comprehensive suite of mitigation measures to spur emissions reduction, create green growth opportunities, and transition to a low-carbon economy."
  },
  {
    "para_id": 194,
    "text": "The carbon tax level is set at S$5 or US$3.70/tCO2 eq from 2019 to 2023, to provide a transitional period for emitters to adjust. To support the transition to a low-carbon future, we will raise the carbon tax levels to S$25 or US$18.40/tCO2 eq in 2024 and 2025, and to S$45 or US$33.20/tCO2 eq in 2026 and 2027, with a view to reaching S$50–80 or US$36.90–59.00/tCO2 eq by 2030. This will support our raised climate ambition to achieve net zero emissions by 2050 and secure a greener and more sustainable living environment for future generations, while being economically competitive in a low-carbon future. A transition framework will also be introduced to give existing emissions-intensive trade-exposed (EITE) companies more time to transition to a low-carbon economy. To not unduly erode business competitiveness in the near term and mitigate the risk of carbon leakage, existing facilities in EITE sectors will receive transitory allowances for part of their emissions. Companies may also surrender high quality international carbon credits, aligned with Paris Agreement Article 6 rules, to offset up to 5% of their taxable emissions from 2024."
  },
  {
    "para_id": 195,
    "text": "International Market Mechanisms As a non-Annex I Party, Singapore is eligible to participate in the Clean Development Mechanism (CDM) of the Kyoto Protocol which allows GHG emission reduction from registered projects implemented to generate certified emission reduction (CER) credits. As of December 2020, Singapore has six registered CDM projects. Information on the six registered CDM projects was reported earlier in Singapore’s 3rd NC and 1st BUR. Domestic emissions abatement remains our priority, and carbon credits are only one part of our LEDS. However, due to our lack of alternative energy options, there is a limit on how much we can reduce emissions domestically. Effective international cooperation through carbon credits is part of our suite of measures to achieve our decarbonisation goals. This complements our domestic mitigation efforts and positions Singapore as a carbon services and trading hub to harness new economic opportunities."
  },
  {
    "para_id": 196,
    "text": "Domestic Measurement, Reporting and Verification The domestic measurement, reporting and verification (dMRV) of Singapore’s mitigation actions is a WOG effort. Each government agency is responsible for monitoring, measuring and documenting the progress of the mitigation actions under its purview. Agencies usually utilise relevant data collected from official surveys, required under various Acts, for dMRV purposes. Data collected from companies and/or building owners is then verified by the lead agencies. For example, power generation companies are required under the Electricity Act to measure and report the quantity of fuel used for electricity generation monthly. The lead agency for the power sector, EMA, will verify the reported data through QA/QC procedures in accordance with the International Energy Agency (IEA), IPCC, and United Nations Statistics Division’s guidelines and requirements. EMA uses this data to monitor emissions from the electricity generation sector. The aggregated data is also available through EMA’s annual “Singapore Energy Statistics” report. Information collected by the lead agencies is consolidated by the LWG secretariat annually. LWG will then assess the effect of the various mitigation measures and track Singapore’s progress in meeting our mitigation pledge and objectives."
  },
  {
    "para_id": 197,
    "text": "Fuel mix switch away from fuel oil: The objective of this measure was to switch the fuel mix away from fuel oil towards natural gas for power generation by facilitating the utilisation of natural gas. Abatement was expected from an increase in the share of natural gas in the generation mix from approximately 70% in the BAU case to 90% by 2020. This measure has been completed. In 2020, 4.38 MtCO₂ eq of abatement was achieved due to the increase in the share of natural gas in the generation mix from approximately 70% in the BAU scenario to 95.8% in 2020. Since 2005, the power generation industry’s repowering to natural gas, the introduction of the LNG terminal, and LNG vesting have contributed to the increase in the share of natural gas to 95.8% in 2020. The nature of this action was Infrastructure Development. The 2020 quantitative goal was 4.0 MtCO₂ eq, based on the assumption that natural gas would form more than 90% of Singapore’s fuel mix for power generation in 2020 and is the basis of the projected abatement. The carbon abatement achieved by this measure was estimated based on the amount of fuel oil displaced by cleaner natural gas for power generation. Gas coverage: CO₂. Progress indicators: Increase in the share of natural gas to 95.8% in 2020. Result achieved: Estimated abatement in 2020 was 4.38 MtCO₂ eq."
  },
  {
    "para_id": 198,
    "text": "Solar installation from existing schemes: The objective of this measure was to facilitate the adoption of solar photovoltaics (PVs) by encouraging more R&D, test-bedding, and deployment of solar PVs. This measure has been completed. Singapore achieved its target to deploy 350 MWp by 2020. Whole-of-government efforts to facilitate solar adoption included capability development such as HDB’s solar capability-building programme for public housing, multi-agency solar-leasing tenders, and EDB’s incentive schemes for R&D and test beds like the SCS, CERT Programme, and floating PV projects. EDB and HDB also launched the SolarNova programme to accelerate solar deployment in Singapore by promoting and aggregating solar demand across government buildings and spaces. The nature of this action was Incentive and Technology. The 2020 quantitative goal was 0.18 MtCO₂ eq, based on emissions from CCGTs that would have resulted from generating the amount of electricity displaced by solar energy. Gas coverage: CO₂. Progress indicators: Installed solar capacity. Result achieved: Estimated abatement in 2020 was 0.17 MtCO₂ eq."
  },
  {
    "para_id": 199,
    "text": "Cogeneration plants: The objective was to encourage investment in cogeneration plants to reduce carbon emissions by increasing energy efficiency in electricity and steam generation through incentives for companies to improve their energy efficiency. This measure has been completed, and three cogeneration plants have been constructed. The nature of the action was Incentive. The 2020 quantitative goal was 0.67–0.73 MtCO₂ eq, assuming delivery of mitigation by three to four cogeneration plants in the petroleum and petrochemical sector. Abatement achieved per cogeneration plant was based on technical estimates and information provided by companies. As part of the application process for incentives, companies were required to report the carbon abatement from their investments. Verification checks were done by Professional Engineers, Singapore Certified Energy Managers, or Qualified Energy Services Specialists after project completion. Gas coverage: CO₂. Progress indicators: Number of cogeneration plants, total funding given out, abatement achieved calculated through data collection/audits. Result achieved: Estimated abatement in 2020 was 0.59 MtCO₂ eq."
  },
  {
    "para_id": 200,
    "text": "Manufacturing Energy Efficiency: This measure aimed to encourage energy efficiency and reduce emissions from the manufacturing sector by supporting energy efficiency retrofits through incentives and private sector financing of projects. It has been completed, with companies supported to improve energy efficiency. In 2017, the Energy Efficiency Improvement Assistance (EASe) and other existing schemes were consolidated into the new Energy Efficiency Fund (E2F) to better support energy efficiency efforts. The nature of the action was Incentive. The 2020 quantitative goal was 0.31–0.59 MtCO₂ eq, calculated based on carbon abatement from projects supported under the schemes. Abatement from incentives was audited by Professional Engineers or Qualified Energy Services Specialists after commissioning, while others were verified by voluntary reporting. Gas coverage: CO₂. Progress indicators: Total funding given out, abatement achieved calculated through data collection/audits. Result achieved: Estimated abatement in 2020 was 0.42 MtCO₂ eq."
  },
  {
    "para_id": 201,
    "text": "Fuel switching in industry: The objective was to encourage fuel switching in third-party utility providers to cleaner fuel for steam generation. This measure has been completed, with two wood-chip boilers constructed, totalling 60 tons per hour of steam production capacity. The nature of the action was Incentive. The 2020 quantitative goal was 0.07 MtCO₂ eq, calculated based on carbon abatement achieved from the displacement of existing fuel by cleaner fuel types. Gas coverage: CO₂. Progress indicators: Abatement achieved calculated through data collection/audits. Result achieved: Estimated abatement in 2020 was 0.07 MtCO₂ eq."
  },
  {
    "para_id": 202,
    "text": "Data Centre Energy Efficiency: The objective was to encourage energy efficiency and reduce emissions from data centres through incentives for energy efficiency retrofits. This measure has been completed, with one data centre supported under the scheme. The nature of the action was Incentive. The 2020 quantitative goal was up to 0.04 MtCO₂ eq, calculated based on Power Usage Effectiveness (PUE) improvements. PUE measures how efficiently a data centre uses its power and is the ratio of a facility’s total power needs to ICT equipment power needs. Gas coverage: CO₂. Progress indicators: PUE of data centres. Result achieved: Estimated abatement in 2020 was 0.00028 MtCO₂ eq."
  },
  {
    "para_id": 203,
    "text": "Regulatory measures and incentives to encourage adoption of the GM scheme and new standards for SLE buildings: This measure aims to improve energy efficiency and sustainability standards of buildings. For new buildings, owners are legislated to achieve minimum environmental sustainability standards and encouraged to achieve a GM rating beyond the minimum through incentives. Developments in identified key strategic areas must achieve a higher GM rating of GoldPlus or Platinum. Progress is ongoing. Since 2008, owners of new buildings have been required by legislation to achieve minimum environmental sustainability standards equivalent to the previous GM Certified standard. The GM ratings for new buildings are Gold, GoldPlus, and Platinum, differentiated by a set of criteria relating to green initiatives and energy savings. Since 2010, stricter GM standards have been imposed on government land sales sites in certain areas, such as Marina Bay and the Jurong Lake District. Incentive schemes have also been introduced to encourage adoption of energy-efficient technologies in new buildings. As of December 2021, more than 49% of buildings by GFA have been greened, and Singapore is on track to meet its target of 80% by 2030. The nature of action includes legislation, incentives, and new standards. The 2020 quantitative goal was 0.87–1.55 MtCO₂ eq, calculated as the difference between BAU emission values (no legislation or incentives) projected for the new building stock in 2020, and the emission values after legislation and incentives have been implemented. Gas coverage: CO₂. Progress is monitored through electricity consumption and building information data collected via the Building Energy Submission System (BESS). Estimated abatement achieved in 2020: 0.99 MtCO₂ eq."
  },
  {
    "para_id": 204,
    "text": "Existing Buildings – Sustainability and Energy Efficiency Measures: For existing buildings, owners must achieve minimum environmental sustainability standards when undergoing major retrofits, installing, or replacing the building cooling system. Building owners are also incentivised to achieve a GM rating beyond the minimum standard through co-funding and financing schemes. Since 2012, legislation has required existing building owners to meet minimum environmental sustainability standards when buildings undergo major retrofits. These requirements have been progressively enhanced to higher standards and cover more buildings. Additionally, existing prescribed buildings must submit annual building energy consumption data and conduct energy audits on cooling systems every three years. Financing schemes such as the Building Retrofit Energy Efficiency Financing (BREEF) scheme have been introduced to help building owners manage the upfront retrofitting costs required. These efforts form part of Singapore’s Green Building Masterplan to green 80% of buildings by GFA by 2030."
  },
  {
    "para_id": 205,
    "text": "Increasing the public transport modal share: The objective of this measure is to increase the use of public transport, the most energy-efficient powered transport mode. Implementation involves expanding rail and bus networks, building integrated transport hubs, implementing more bus priority measures, and managing travel demand through planning, as detailed in the Land Transport Master Plan 2040. Progress is ongoing. Singapore’s target was for public transport modal share during morning and evening peak hours to reach 70% by 2020 and 75% by 2030. The rail network is set to increase from about 245 km to about 360 km by the early 2030s. This action combines infrastructure development, regulations, incentives, technology, and education. The 2020 quantitative goal was 0.78 MtCO₂ eq, calculated as the difference between energy consumed for (i) the projected BAU travel demand and modal split and (ii) actual travel made and modal split. Gas coverage: CO₂. Progress indicators include public transport modal share. Estimated abatement achieved in 2020: 1.02 MtCO₂ eq."
  },
  {
    "para_id": 206,
    "text": "Promoting Off-Peak Cars (OPCs) and non-motorised transport (walking and cycling): This measure aims to reduce car usage through schemes limiting car use to off-peak periods, alongside initiatives promoting walking and cycling. Progress is ongoing. The OPC scheme will continue to be tweaked as necessary. By 2030, the cycling path network will extend to more than 1,000 km (up from 460 km in 2020). In addition, beyond the 200 km of sheltered walkways currently connecting transport nodes to homes and amenities, a further 150 km will be added by 2040. The nature of action combines infrastructure development, incentives, and education. The 2020 quantitative goal was 0.16–0.20 MtCO₂ eq, calculated based on the number of OPCs and the difference in average carbon emissions compared to normal cars, benchmarked against BAU projections excluding such schemes. Gas coverage: CO₂. Progress indicator: OPC take-up rate. Estimated abatement achieved in 2020: 0.15 MtCO₂ eq."
  },
  {
    "para_id": 207,
    "text": "Car/Taxi fuel efficiency – CEVS/VES: This measure encourages the uptake of more energy-efficient vehicles by implementing the mandatory Fuel Economy Labelling Scheme (FELS) and the Carbon Emissions-based Vehicle Scheme (CEVS), later replaced by the Vehicular Emissions Scheme (VES). The CEVS and FELS were introduced in 2013, and the VES began in January 2018. Unlike CEVS, VES includes four additional pollutants: hydrocarbons, carbon monoxide, nitrogen oxides, and particulate matter, assessing vehicles based on the worst-performing pollutant for rebate or surcharge purposes. Progress is ongoing. The nature of action includes legislation and incentives. The 2020 quantitative goal was 0.60 MtCO₂ eq, calculated from the increased number of cars/taxis registered in lower carbon bands compared to historical rates and projected BAU scenarios without these measures. Gas coverage: CO₂. Progress indicators: Increase in registration of lower-carbon vehicles and decrease in higher-carbon vehicles. Estimated abatement achieved in 2020: 0.5 MtCO₂ eq."
  },
  {
    "para_id": 208,
    "text": "MEPS for household appliances (air conditioners, fridges, lighting, clothes dryers): This measure aims to improve overall energy efficiency of appliances by banning inefficient models below minimum energy performance standards (MEPS). Progress is ongoing. MEPS for air conditioners and fridges were implemented in 2011 and raised in 2013, 2017, and again in 2021. MEPS for clothes dryers started in 2014 and were raised in 2021. For general lighting, MEPS began in 2015, and the Mandatory Energy Labelling Scheme (MELS) was extended to common CFLni and fluorescent tubes, plus their LED replacements in 2019. MEPS also phased out incandescent lamps and introduced requirements for fluorescent lamp ballasts in 2019. The nature of action is legislative. The 2020 quantitative goal was 0.71–0.79 MtCO₂ eq, calculated by comparing emissions from home appliance energy use in BAU and policy scenarios, assuming constant usage hours and stock turnover. Gas coverage: CO₂. Progress indicator: Purchase patterns of appliances by tick-rating. Estimated abatement in 2020: 0.72 MtCO₂ eq."
  },
  {
    "para_id": 209,
    "text": "Promotion of energy efficiency to households: This measure promotes energy efficiency through outreach and programmes like the MELS for appliances and Switch and Save – Use LED (SSUL). MELS started in 2008 for air conditioners and fridges, extending to clothes dryers (2009), TVs (2014), and lighting (2015). Outreach efforts include roadshows, contests, and publicity. Under SSUL, one- and two-room public housing households received a S$25 voucher to switch to LED lights. The nature of action is promotional. The 2020 quantitative goal was 0–0.28 MtCO₂ eq, calculated by comparing BAU and policy scenarios for purchasing patterns by efficiency rating. Estimated abatement achieved in 2020: (not explicitly listed but implied under MEPS and SSUL schemes)."
  },
  {
    "para_id": 210,
    "text": "Wastewater sludge disposal by incineration: This measure aims to reduce methane emissions by incinerating wastewater sludge, a by-product of water reclamation plants, instead of landfilling. ECO Special Waste Management was contracted in 2008, and new contracts were awarded to ECO SWM and 800 Super in 2016 for sludge incineration starting 2018. The nature of action includes infrastructure development. The 2020 quantitative goal was 0.10 MtCO₂ eq, calculated using IPCC methodology for avoided methane emissions, based on the total sludge incinerated. Gas coverage: CH₄. Progress indicator: Amount of sludge incinerated. Estimated abatement achieved in 2020: 0.14 MtCO₂ eq."
  },
  {
    "para_id": 211,
    "text": "Increase overall recycling rate: The goal was to raise Singapore’s overall recycling rate to 65% by 2020 (actual rate was 52%). Measures included mandatory waste reporting and submission of waste reduction plans for large commercial and industrial premises, starting with large hotels and malls in 2014 and extended to factories, warehouses, and exhibition centres in 2020. Progress is ongoing. The nature of action is legislative. The 2020 quantitative goal was 0.05 MtCO₂ eq, calculated using waste incinerated and recycling rates against BAU projections. Gas coverage: CO₂, CH₄, N₂O. Progress indicator: Recycling rate. Estimated abatement in 2020: 0 MtCO₂ eq."
  },
  {
    "para_id": 212,
    "text": "Carbon Tax: The objective of this measure is to complement other mitigation actions by providing an economy-wide price signal for GHG reduction while allowing businesses flexibility. The tax came into force on 1 January 2019 at S$5/tCO₂ eq and will rise to S$25 in 2024–2025, S$45 in 2026–2027, and eventually S$50–80 by 2030. The carbon tax covers ~80% of national emissions and applies to large industrial emitters in manufacturing, power generation, water, and waste sectors. Taxable facilities must submit a Monitoring Plan and annual emissions reports verified by accredited external auditors. The nature of action is a market-based instrument. No specific 2020 MtCO₂ eq goal applies, as its impact is reflected across sectoral policies. Gas coverage: CO₂, CH₄, N₂O, HFCs, PFCs, SF₆. Progress indicator: Carbon intensity and energy efficiency improvements. Results are demonstrated through abatement from sector-specific measures, not standalone."
  }
]